[
    {
        "Title": "Easter Chocolate Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2025/03/EasterChocolateTart3-2-500x500.jpg",
        "Ingredients": [
            "150g plain flour",
            "25g cocoa powder",
            "1tbsp icing sugar",
            "100g unsalted butter",
            "1 egg yolk",
            "splash of water",
            "250g dark chocolate",
            "300ml double cream",
            "2tbsp icing sugar",
            "2 medium eggs",
            "1tsp vanilla extract",
            "sprinkle of sea salt",
            "100g easter chocolates (optional)",
            "150ml double cream",
            "1tbsp icing sugar",
            "1tbsp cocoa powder",
            "easter chocolates"
        ],
        "Instructions": [
            "Add the flour, cocoa powder, icing sugar and unsalted butter to a bowl and rub together to a breadcrumb texture",
            "Add the egg yolk and gradually add water whilst mixing/kneading until it comes together (add 1tbsp at a time)",
            "Roll out onto a lightly floured surface and press into a loose bottomed 9” tart tin that has been greased and floured",
            "Chill for an hour in the fridge",
            "Preheat the oven to 200ºc/180ºc fan and fill the tart case with parchment paper and baking beans/uncooked rice",
            "Blind bake for 15 minutes, then remove the beans/rice and paper and bake for a further 5 minutes and then leave to the side",
            "Add the chocolate, and cream to a bowl and melt - I do this in the microwave",
            "Add the icing sugar, eggs, vanilla and salt and mix",
            "Pour into the base and add the easter chocolates if you fancy using them",
            "Bake in the oven for 25-30 minutes until there is a small wobble",
            "Leave to cool fully and chill for a minimum of an hour in the fridge",
            "Remove the tart carefully from the tin",
            "Lightly whip the cream, sugar and cocoa powder to soft/medium peaks and then pipe onto the tart",
            "Decorate with extra chocolates"
        ]
    },
    {
        "Title": "Lindt Chocolate Fondants for two (Small Batch Bakes)",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2024/12/LindtChocolateFondants8-2-500x500.jpg",
        "Ingredients": [
            "15g unsalted butter (melted)",
            "15g cocoa powder",
            "2lindt truffle balls (frozen)",
            "75g dark chocolate",
            "100g unsalted butter",
            "1 medium egg",
            "2 egg yolks",
            "75g light brown soft sugar/caster sugar",
            "50g plain flour"
        ],
        "Instructions": [
            "Freeze the two lindt chocolate truffles for a couple of hours",
            "Preheat the oven to 210ºc/190ºc fan",
            "Brush a little melted butter into two pudding moulds and coat in a dusting of cocoa powder",
            "Add the dark chocolate and butter to a bowl and melt together and leave to cool for 5 minutes",
            "Add the egg and egg yolks and mix together",
            "Add the sugar, and flour, and mix again",
            "Pour into the two moulds and press the frozen lindt ball into the middle",
            "Place onto a tray and bake for 15–17 minutes",
            "Cool for 10 minutes, and then turn out onto your serving plates and enjoy!"
        ]
    },
    {
        "Title": "White Chocolate Berry Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2024/12/WhiteChocolateBerryTart6-2-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter",
            "300g berries (I use a frozen berry mix)",
            "100g caster sugar",
            "1tbsp cornflour",
            "100ml water",
            "300g white chocolate",
            "100ml double cream",
            "50g unsalted butter",
            "fresh berries",
            "freeze dried raspberries",
            "grated chocolate"
        ],
        "Instructions": [
            "Blitz the biscuits to a fine crumb, of bash them to a fine crumb. Melt the butter in a separate bowl.",
            "Mix the blitzed biscuits with some melted butter and press down into the base and sides of a 9” tart tin",
            "Add the berries, sugar, cornflour and water to a pan",
            "Heat on a low-medium heat for about 5-10 minutes to soften the fruit and mash it down and mix together",
            "Pour onto the biscuit base and leave this to cool for 15 minutes and then refrigerate for an hour before topping",
            "Add the chocolate, cream and butter to a new bowl",
            "Melt together until smooth and then pour over the cooled fruit",
            "Leave the tart to set for a couple of hours",
            "Decorate with some fresh berries and freeze dried fruit if you fancy"
        ]
    },
    {
        "Title": "Three Ingredient Biscoff Mousse",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2024/07/BiscoffMousse6-2-500x500.jpg",
        "Ingredients": [
            "300ml double cream",
            "150g biscoff spread",
            "100g biscoff spread (melted)",
            "biscoff biscuits"
        ],
        "Instructions": [
            "Add the double cream and biscoff spread to a bowl",
            "Whisk together until smooth and thickened - do this by hand for best results",
            "Pipe into glasses/ramekins and smooth over",
            "Melt the other biscoff and split between and pour over until smooth",
            "Sandwich in a biscoff biscuit and add biscoff crumbs",
            "Set for 1-2 hours and enjoy"
        ]
    },
    {
        "Title": "Biscoff Sticky Toffee Pudding",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2024/06/BiscoffStickyToffeePudding6-2-500x500.jpg",
        "Ingredients": [
            "175g dates (stones removed, finely chopped)",
            "175ml boiling water",
            "75g unsalted butter/baking spread",
            "175g light brown soft sugar",
            "3 medium eggs",
            "250g self raising flour",
            "1tsp baking powder",
            "1tsp bicarbonate of soda",
            "75g golden syrup",
            "1tsp ground cinnamon",
            "125ml whole milk",
            "200g biscoff spread (melted)",
            "75g unsalted butter",
            "75g light brown soft sugar",
            "2tbsp golden syrup",
            "1tsp vanilla extract",
            "150ml double cream",
            "150g biscoff spread (melted)"
        ],
        "Instructions": [
            "Preheat the oven to 160ºc fan and grab a medium sized baking dish",
            "Soak the chopped dates in boiling water for 20 minutes and blend until smooth (keep the water in the mix)",
            "Beat the butter, and sugar together in a new bowl",
            "Add the eggs, flour, baking powder, bicarb and golden syrup and cinnamon",
            "Mix in the blended date mix, milk and melted biscoff spread and stir until smooth",
            "Pour into the baking dish and spread",
            "Bake 30-35 minutes",
            "Whilst it’s baking, combine all of sauce ingredients into pan and dissolve and boil 1 minute",
            "Pour over the baked pudding and serve with ice cream and a sprinkle of biscoff crumbs"
        ]
    },
    {
        "Title": "Lemon Blueberry Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2024/04/LemonBlueberryTart4-500x500.jpg",
        "Ingredients": [
            "1tbsp cornflour",
            "1tbsp lemon juice",
            "150g blueberries",
            "2tbsp caster sugar",
            "300g digestives",
            "150g unsalted butter (melted)",
            "397g condensed milk",
            "Juice of 2lemons",
            "Zest of 2lemons",
            "2 egg yolks",
            "extra blueberries",
            "100ml double cream",
            "1tbsp icing sugar",
            "lemon zest"
        ],
        "Instructions": [
            "Preheat the oven to 190ºc/170ºc fan and grab a 9\" loosed bottomed tart tin",
            "Add blueberry mix to a pan, mash with a fork and heat until softened for 5 minutes and then leave to the side",
            "Mix the blitzed biscuits to a fine crumb and mix through melted butter",
            "Press into base and sides of a 9” loose bottomed tart tin",
            "Whisk egg yolks until broken down and smooth",
            "Whisk in condensed milk until smooth",
            "Add lemon juice/zest until smooth and pour into tin",
            "Swirl through blueberry coulis, I dollop in teaspoons and then swirl with a cake skewer",
            "Sprinkle on some extra blueberries",
            "Bake in the oven for 12-15 minutes and then cool fully in the tin. Set in the fridge for 1-2 hours",
            "Whip together the double cream and icing sugar to soft peaks and then pipe onto the tart",
            "Sprinkle over some extra lemon zest for decoration"
        ]
    },
    {
        "Title": "Peach Crumble!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2023/08/PeachCrumble14-2-500x500.jpg",
        "Ingredients": [
            "3x 411g tins of peach slices",
            "65g light brown soft sugar",
            "50g plain flour",
            "1/2tsp ground cinnamon",
            "Zest of 1lemon",
            "Juice of 1lemon",
            "200g plain flour",
            "100g caster sugar",
            "100g unsalted butter"
        ],
        "Instructions": [
            "Preheat the oven to 200ºc/180ºc fan and grab a large baking dish",
            "Drain the peaches into a bowl and add the sugar, flour, cinnamon, lemon zest and juice and mix to combine",
            "Pour into dish and smooth over",
            "Add the flour, sugar and butter to a new bowl",
            "Rub together with your fingertips so the mixture resembles breadcrumbs",
            "Sprinkle over the peach base evenly",
            "Bake in the oven for 35-40+ minutes until golden, and serve"
        ]
    },
    {
        "Title": "Mini Loaf Tins!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2023/07/MiniCakeTins3-500x500.jpg",
        "Ingredients": [
            "275g unsalted butter (or baking spread)",
            "275g caster sugar",
            "5 medium eggs",
            "275g self raising flour",
            "1tsp vanilla extract",
            "250g unsalted butter (room temp)",
            "500g icing sugar",
            "1tsp vanilla extract",
            "sprinkles"
        ],
        "Instructions": [
            "Preheat the oven to 180ºc/160ºc fan and prep 12 of the mini cake tins onto large trays. I put 6 per tray.",
            "Add the butter and sugar to a bowl and mix together until creamy",
            "Add the eggs, flour and vanilla and mix together again until thick",
            "Add the mixture to a piping bag (or you can use spoons) and add 80-85g of mix to each mini cake tin. I put each mini cake tin onto my scales so it was accurate",
            "Bake the mini cake tins in the oven for 20+ minutes until baked",
            "Once baked, remove the trays from the oven and leave to cool on the side fully",
            "Add the room temperature butter to a bowl, and beat until smooth",
            "Add the icing sugar and vanilla extract and beat again for 5 minutes or so until light and fluffy",
            "Add to a piping bag with your chosen piping tip and then decorate the cupcakes with the frosting",
            "Add sprinkles to decorate and enjoy."
        ]
    },
    {
        "Title": "Bread & Butter Pudding!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/10/BreadandButterPudding8-2-500x500.jpg",
        "Ingredients": [
            "400g brioche loaf",
            "50-100g unsalted butter",
            "75g raisins",
            "75g chocolate chips",
            "4 medium eggs",
            "300ml double cream",
            "300ml whole milk",
            "50g caster sugar",
            "50g light brown sugar"
        ],
        "Instructions": [
            "Preheat your oven to 180C/160C Fan.",
            "Start by prepping your ingredients. I slice my bread into 2cm thick slices, and then also in half to get them to be shorter!",
            "Spread a small amount of unsalted butter onto each piece of bread, and then put the bread into your dish.",
            "Sprinkle on your raisins and chocolate chips!",
            "In a jug, whisk together your eggs, cream, milk, and sugar!",
            "Pour over the bread evenly.",
            "If you have time, sit the pudding in your fridge for 20-30 minutes before baking to let it all soak in, but this is not essential.",
            "Sprinkle over the brown sugar, and bake in the oven for 35-40 minutes, or until baked. You want it to be nice and golden on top, and perfectly stodgy.",
            "Enjoy!"
        ]
    },
    {
        "Title": "Spooky Spider Web Tart",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/10/SpookySpiderWebTart3-2-500x500.jpg",
        "Ingredients": [
            "300g oreos",
            "100g unsalted butter",
            "250g icing sugar",
            "1tsp peppermint extract",
            "1-3tbsp water",
            "0.5-1green food colouring",
            "300ml double cream",
            "125g dark chocolate",
            "125g milk chocolate",
            "50g unsalted butter",
            "75g white chocolate",
            "spiders"
        ],
        "Instructions": [
            "Using a food processor, blitz all of the oreos to a fine crumb",
            "Add in the melted butter and mix until it is a wet sand texture.",
            "Press this into the sides and base of a 23cm pie/flan/quiche tin (mine was 3cm deep).",
            "I press into the sides first, then the base. Refrigerate for now.",
            "In a bowl, add the icing sugar and peppermint essence",
            "And enough water, 1tsp at a time, until it forms a thick paste – colour a slime green colour. Spread across the base carefully.",
            "Add the milk chocolate, dark chocolate, unsalted butter and double cream to a large bowl",
            "Melt together in the microwave in short bursts until smooth.",
            "Alternatively, add the chocolate and butter to a bowl, heat the double cream in a pan until just before boiling and then pour over and stir until smooth.",
            "Pour the chocolate mixture onto the mint filling",
            "Melt the white chocolate and then pipe in a swirl - use a cake tester to pull out the swirls to make a spider web",
            "Set the tart in the fridge for 4+ hours, or until solid."
        ]
    },
    {
        "Title": "Kinder Bueno Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/08/KinderBuenoTart7-2-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter",
            "200g white chocolate hazelnut spread (or nutella)",
            "250ml double cream",
            "150g white chocolate hazelnut spread",
            "150g dark chocolate",
            "150g milk chocolate",
            "50g unsalted butter",
            "Kinder bueno",
            "Kinder chocolate",
            "chopped hazelnuts"
        ],
        "Instructions": [
            "Blitz the biscuits to a fine crumb, and melt the butter.",
            "Mix the biscuits with the butter to a wet sand texture",
            "Press this into the sides and base of a 23cm tart tin",
            "Melt your white chocolate hazelnut spread for about 20-30 seconds in the microwave, or in a pan till slightly smoother and more runny!",
            "Spread it onto the biscuit base.",
            "Add the dark chocolate, milk chocolate, butter, double cream and spread to a large bowl.",
            "Melt in short bursts in the microwave, stiring well each time, until melted.",
            "Alternatively, add the chocolates, butter and spread to a bowl and heat the double cream until just before boiling point. Pour it over the mixture and stir until smooth.",
            "Pour the chocolate mixture onto the spread and refrigerate for an hour or two until set firm.",
            "Once set, decorate!",
            "I randomly placed pieces of regular kinder bueno, white chocolate bueno, kinder chocolate pieces and chopped hazelnuts.",
            "Set for a further couple of hours if needed."
        ]
    },
    {
        "Title": "Jaffa Cake Trifle!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/08/JaffaCakeTrifle4-2-500x500.jpg",
        "Ingredients": [
            "150g dark chocolate",
            "500ml custard",
            "600ml double cream",
            "Zest of 1 orange (optional)",
            "2tbsp icing sugar",
            "400g jaffa cakes (+ extra)",
            "1 packet orange jelly",
            "250ml boiling water",
            "250ml cold water",
            "200g marmalade",
            "2 tins mandarin segments (or fresh slices from an orange)",
            "jaffa cakes",
            "grated chocolate",
            "orange zest",
            "sprinkles",
            "200g marmalade"
        ],
        "Instructions": [
            "Layer half of the Jaffa cakes on the bottom of the trifle bowl",
            "In a jug/bowl, add the jelly cubes and pour over the boiling water. Whisk until the cubes have dissolved.",
            "Add the cold water, and marmalade and whisk until combined. Pour over the Jaffa cakes.",
            "Leave to set for 3-4 hours.",
            "Add the custard to a pan over a low-medium heat and begin to heat.",
            "Add the chocolate and stir together until the chocolate has melted and custard is combined.",
            "Cool slightly.",
            "Add the double cream to a bowl, add the icing sugar, and the zest of the orange and whisk to soft peaks.",
            "Start building the rest of the trifle",
            "Pour the custard over the jelly layer, and then add on the mandarins and extra marmalade.",
            "Add on the second layer of Jaffa cakes",
            "Spread over the top the whipped orange cream, and decorate with anything you fancy such as more Jaffa cake, orange zest or even sprinkles!"
        ]
    },
    {
        "Title": "Biscoff Cookie Pie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/07/BiscoffCookiePie6-2-500x500.jpg",
        "Ingredients": [
            "200g unsalted butter",
            "225g light brown soft sugar",
            "100g white granulated sugar",
            "1 medium egg",
            "1 egg yolk",
            "1tsp vanilla extract",
            "365g plain flour",
            "50g cocoa powder",
            "1.5tsp bicarbonate of soda",
            "1/2tsp sea salt",
            "200g white chocolate (chopped)",
            "200g milk chocolate (chopped)",
            "750g biscoff spread",
            "200g biscoff biscuits (chopped)"
        ],
        "Instructions": [
            "Add the unsalted butter, light brown soft sugar and white granulated sugar to a bowl and beat together until creamy - I use my stand mixer with the beater attachment.",
            "Add in the egg, egg yolk, and vanilla extract and beat again.",
            "Add in the plain flour, cocoa powder, bicarbonate of soda, and salt and beat until a thick cookie dough is formed!",
            "Add in the chopped chocolates and beat the cookie dough again until distributed well!",
            "Split the cookie dough into three equal portions (about 475g each).",
            "Line the bottom of a 8\" springform cake tin (at least 2.75\" in depth).",
            "Press the first third of cookie dough onto the bottom of the cake tin.",
            "Press the second third of cookie dough around the sides of the cake tin evenly.",
            "Melt the biscoff spread for 20 seconds in the microave to loosen slightly or mix in a bowl briefly to loosen. Pour half into the cake tin inside the cookie dough case!",
            "Add on the chopped biscuits",
            "Pour on the rest of the Biscoff Spread.",
            "Freeze the pie at this stage for an hour.",
            "Once frozen, cover the top of the pie with the final third of cookie dough, making sure to seal it well!",
            "Freeze the pie for another hour whilst you preheat the oven to 200°c for a regular oven, or 180°c for a fan oven like me.",
            "Once chilled and the oven preheated, bake the pie for 30 minutes until the pie is lovely and golden on top. Leave to cool outside of the oven for an hour and do NOT remove from the tin.",
            "Once cooled for an hour, put the pie in the fridge and chill for 5-6 hours (or preferably overnight!)",
            "Once it has been chilled, carefully remove from the tin!",
            "Using a large and sharp knife, portion the pie!",
            "ENJOY!"
        ]
    },
    {
        "Title": "Banoffee Pie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/06/BanoffeePie7-2-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter/baking spread (melted)",
            "375g caramel sauce",
            "2-3large bananas (sliced 1cm)",
            "450ml double cream",
            "50g icing sugar",
            "25g chocolate curls"
        ],
        "Instructions": [
            "Using a food processor, blitz all of the biscuits to a fine crumb and mix in the melted butter. Or, bash the biscuits to a fine crumb, in a bowl, and then mix in the melted butter",
            "Press this into the sides and base of a 23cm/9\" loose bottomed tart tin.",
            "Pour the caramel onto the biscuit base and smooth over",
            "Slice your banana into 1cm pieces, and push them into the caramel.",
            "Whip the double cream, with the icing sugar to soft peaks.",
            "Pipe or spread over the top of the cheesecake!",
            "Sprinkle over some chocolate curls."
        ]
    },
    {
        "Title": "Raspberry Lemonade Cheesecake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/06/RaspberryLemonadeCheesecake4-2-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter",
            "250ml lemonade",
            "75g caster sugar",
            "15g gelatine powder",
            "500g full-fat cream cheese",
            "300ml double cream",
            "100g icing sugar",
            "200g raspberries",
            "100ml raspberry coulis",
            "150ml double cream",
            "2tbsp icing sugar",
            "200g raspberries",
            "10g freeze dried raspberries"
        ],
        "Instructions": [
            "Blitz the biscuits to a fine crumb and melt the butter until smooth",
            "Mix the two together until combined and press into the bottom of a 20cm/8\" deep springform cake tin",
            "Pour the lemonade and caster sugar into a pan and heat on a medium heat, stirring until the sugar has dissolved",
            "Take off the heat and immediately add in the gelatine, and whisk until this has dissolved completely. Leave to cool for 10 minutes, stirring every now and again.",
            "In a new large bowl, add the cream cheese and icing sugar and beat together until smooth.",
            "Add in the double cream and lemonade mixture and whisk until smooth",
            "Pour this into the tin on top of the biscuit base.",
            "Sprinkle on the raspberries (they may sink a little), and drizzle on the coulis - swirl slightly if you fancy",
            "Set the cheesecake in the fridge overnight until set.",
            "Carefully remove the cheesecake from the tin",
            "Whip the double cream with the icing sugar and pipe around the edge of the cheesecake",
            "Add on the raspberries and freeze dried raspberries and enjoy!"
        ]
    },
    {
        "Title": "Jubilee Trifle",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/05/JubileeTrifle1-2-500x500.jpg",
        "Ingredients": [
            "1 packet strawberry jelly cubes",
            "250ml boiling water",
            "250ml cold water",
            "100g raspberries",
            "100g blueberries",
            "100g strawberries",
            "600ml double cream",
            "75g icing sugar",
            "1 x strawberry Swiss roll",
            "750g custard",
            "100g white chocolate",
            "Sprinkles",
            "Freeze dried raspberries",
            "200g raspberries",
            "200g blueberries",
            "200g strawberries"
        ],
        "Instructions": [
            "Add the jelly cubes to a jug, and pour on the boiling water. Whisk the jelly cubes in the boiling water until they have dissolved.",
            "Pour in the cooled water, and whisk again.",
            "Pour into the trifle bowl",
            "Add the blueberries, raspberries and strawberries. Leave the jelly to set fully.",
            "Add the double cream to a bowl, add the icing sugar and whisk to soft peaks.",
            "Start building your trifle, this is simply how I did it, but you can do it in any order you like",
            "Add 2cm slices of Swiss roll on top of the jelly layer, around the edges of the trifle bowl, and filling in the middle.",
            "Pour over the custard and spread.",
            "Sprinkle on lots more fruit.",
            "Spread on the whipped cream, and leave to set whilst you make the bark.",
            "Melt the white chocolate carefully until smooth, and spread onto a lined tray.",
            "Sprinkle on sprinkles and freeze dried raspberries and freeze until solid.",
            "Break up pieces once set, and decorate the trifle with shards of bark, and more fruit!",
            "Leave it to set for an hour in the fridge so the custard isn't as runny. Enjoy!"
        ]
    },
    {
        "Title": "Bakewell Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/03/BakewellTart5-2-500x500.jpg",
        "Ingredients": [
            "175g plan flour",
            "100g unsalted butter (cold and cubed)",
            "1tbsp icing sugar",
            "1 egg yolk",
            "125g unsalted butter",
            "125g caster sugar",
            "125g ground almonds",
            "1tsp almond extract",
            "1 medium egg",
            "200g raspberry jam",
            "50g flaked almonds",
            "75g icing sugar",
            "1-3tsp water",
            "25g flaked almonds (toasted)",
            "freeze dried raspberries (optional)"
        ],
        "Instructions": [
            "Add the flour and icing sugar to a large bowl. Add the cold and cubed unsalted butter and rub the mixture together with your fingertips until it resembles breadcrumbs.",
            "Add the egg yolk, and 1tbsp of cold water into the bowl and mix with your hand or a spatula until the pastry dough comes together - it may take a bit of kneading.",
            "Alternatively, add the ingredients to a food processor and blitz quickly on the pulse setting until the mixture starts to bind, it shouldn't take too long at all!",
            "Grease & flour a 9\"/23cm loose bottomed tart tin - Roll the pastry mix out onto a lightly floured surface to the thickness of 1-2 coin(s).",
            "Press the pastry into the tin and trim & neaten the edges. Fill any gaps of the pastry with any excess pastry so its all covered! Refrigerate for 1/2 an hour!",
            "Preheat the oven to 200ºc/180ºfan - Cover the pastry with baking parchment and fill with baking beans/rice and bake the pastry 'Blind' for 15 minutes.",
            "After 15 minutes, remove the parchment and the beans and bake for an extra 5 minutes or until the pastry is cooked through and turning golden!",
            "Once baked, leave to cool as you make the filling.",
            "In a large bowl, melt the butter until smooth.",
            "Add the caster sugar, ground almonds, almond extract and egg and mix with a spatula to combine.",
            "Loosen the jam by mixing in a separate bowl, and then spread over the baked pastry case.",
            "Pour over the almond filling.",
            "Sprinkle over the flaked almonds and bake in the oven for 30-35 minutes, or until there is an ever so slight wobble in the middle. Once baked, leave to cool fully.",
            "Once the bakewell tart has cooled - carefully remove from your tart tin.",
            "Mix the icing sugar with the water, one tsp at a time until it is a thick paste.",
            "Drizzle the icing over the bakewell tart.",
            "Sprinkle on some toasted flaked almonds and/or freeze dried raspberries if you fancy!"
        ]
    },
    {
        "Title": "Easter Pavlova!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/03/EasterPavlova2-2-500x500.jpg",
        "Ingredients": [
            "6 medium egg whites",
            "300g caster sugar",
            "1tsp white wine vinegar",
            "1tsp cornflour",
            "1tsp vanilla extract",
            "450ml double cream",
            "2tbsp icing sugar",
            "fruit - strawberries, raspberries, blueberries etc!",
            "freeze dried raspberries",
            "Easter chocolates"
        ],
        "Instructions": [
            "Preheat the oven to 150ºc/130ºfan. Line a LARGE baking tray with baking parchment.",
            "In a large bowl, whisk the egg whites until they form stiff peaks.",
            "Start adding the caster sugar 1tsp at a time. Once all of the sugar is incorporated it should be glossy.",
            "One at a time, whisk in the white wine vinegar, then the cornflour, then the vanilla extract and whisk until smooth.",
            "Draw two circles onto your parchment paper - a large one and a small one in the middle. Stick the parchment paper to the tray slightly with a small amount of meringue to help it not move about",
            "Pipe the meringue onto the tray with whatever piping tip you fancy (or, dollop it on with spoons).",
            "Bake the meringue in the oven for 1 hour – turn off the heat of the oven and leave to cool completely in the oven, without opening the door. I bake my meringues late at night, and leave them to cool overnight to make things easier.",
            "Prepare your fruit – chop up any fruits such as the strawberries, and clean all the berries thoroughly! Whip up the double cream with the icing sugar to soft peaks.",
            "Spread/dollop/pipe the whipped up cream onto the meringue and then add the fruit and chocolates on top! Enjoy!"
        ]
    },
    {
        "Title": "Creme Egg Trifle!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/02/CremeEggTrifle5-2-500x500.jpg",
        "Ingredients": [
            "150g dark chocolate",
            "500ml ready made custard",
            "500ml ready made custard",
            "1tsp orange food colouring",
            "450ml double cream",
            "2tbsp icing sugar",
            "1tsp vanilla extract",
            "150ml double cream",
            "1tbsp icing sugar",
            "1/2tsp orange food colouring",
            "6-12large Creme Eggs",
            "1 or 2 jumbo chocolate swiss roll (300-600g)"
        ],
        "Instructions": [
            "Add one batch of the ready made custard to a pan, and add the dark chocolate.",
            "Melt on a low heat until the chocolate chips have melted, leave this to cool.",
            "Add the other batch of custard to a bowl, and colour this orange.",
            "Add the first batch of double cream to a bowl, add the icing sugar, and whisk to soft peaks.",
            "Add the smaller batch of double cream to another bowl, add the icing sugar and food colouring, and whisk to soft peaks.",
            "Slice your chocolate swiss roll into 1-2cm size slices.",
            "Start building your trifle - I put the slices of the swiss roll around the edge of the trifle bowl at the bottom, and a few on the bottom as well.",
            "Pour over the chocolate custard and spread.",
            "Add in halves of Creme Eggs and push them into the sides of the bowl, and add 1/2 of the white whipped cream.",
            "Add another layer of chocolate Swiss roll slices on top of the cream.",
            "Pour over the orange coloured custard.",
            "Pipe on the rest of the white whipped cream around the edges of the bowl, and add the orange coloured cream to the middle.",
            "Leave it to set a bit in the fridge so the custard isn't as runny. Enjoy!"
        ]
    },
    {
        "Title": "Lemon Trifle!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/02/LemonTrifle5-2-500x500.jpg",
        "Ingredients": [
            "1 packet lemon jelly cubes",
            "250ml boiling water",
            "250ml cold water",
            "600ml double cream",
            "2tbsp icing sugar",
            "600g lemon loaf cakes",
            "4-5tbsp limoncello (optional)",
            "500ml custard",
            "300g lemon curd",
            "lemon zest",
            "1 x biscuit crumbs"
        ],
        "Instructions": [
            "Add the jelly cubes to a jug, and pour on the boiling water. Whisk the jelly cubes in the boiling water until they have dissolved.",
            "Pour in the cooled water, and whisk again.",
            "Leave to cool fully, stirring often so it doesn't begin to set.",
            "Add the double cream to a bowl, add the icing sugar and whisk to soft peaks.",
            "Slice the lemon cakes into 1-2cm size slices.",
            "Start building your trifle, this is simply how I did it, but you can do it in any order you like",
            "Add half of the lemon cake slices on the bottom layer of the trifle bowl, and sprinkle over half of the limoncello.",
            "Pour over half of the custard and spread.",
            "Pour on the lemon jelly mixture - it's best to pour the jelly onto the back of a spoon, and let this drizzle onto the custard layer to prevent any splitting.",
            "Let the jelly set in the fridge for a couple of hours.",
            "Spread on half of the whipped cream, and add another layer of the lemon cake. Spread on the lemon curd.",
            "Add the second half of the custard, and then add the rest of the whipped cream on top.",
            "Decorate the top with some lemon zest and biscuit crumbs if you fancy.",
            "Leave it to set for an hour in the fridge so the custard isn't as runny. Enjoy!"
        ]
    },
    {
        "Title": "Creme Egg Fondants!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/01/CremeEggFondants9-2-500x500.jpg",
        "Ingredients": [
            "15g unsalted butter (melted)",
            "15g cocoa powder (for dusting)",
            "4 regular creme eggs (frozen)",
            "100g dark chocolate (at least 70%+)",
            "100g unsalted butter",
            "100g light brown soft sugar",
            "2 medium eggs",
            "2 egg yolks",
            "100g plain flour"
        ],
        "Instructions": [
            "Start by making sure your creme eggs are frozen solid (AT LEAST 1 hour) - I do mine overnight though.",
            "Prep 4 x 8cm pudding moulds by brushing the melted butter all over the inside of the mould - I use a pastry brush for this.",
            "Dust the inside with the cocoa powder, making sure the cocoa powder covers all of the melted butter and tapping out any excess cocoa powder.",
            "Preheat the oven to 200ºc/180ºfan.",
            "In a small bowl, add the dark chocolate and unsalted butter and melt until smooth - I do this in the microwave.",
            "Once melted, leave it to cool for 10 minutes.",
            "In a new bowl, add the light brown soft sugar, eggs and egg yolks and whisk together for a couple of minutes, until the colour of the mixture is much lighter and the whisk leaves a trail in the mixture when it is lifted out of the bowl.",
            "Pour in the chocolate/butter mixture, and stir until smooth.",
            "Add in the plain flour, and stir until smooth again.",
            "Split the mixture evenly between the four pudding moulds, and carefully press in a frozen creme egg (on it's side). Press the creme egg in fully, and cover the top if you can still see it with mixture.",
            "Once the creme eggs are covered, place the fondant's in the oven and bake for 11-13 minutes.",
            "Take them out of the oven and let them cool for 10 minutes in the pudding moulds, and then turn out and serve immediately."
        ]
    },
    {
        "Title": "After Eight Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2021/12/AfterEightTart8-2-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "25g cocoa powder",
            "100g unsalted butter",
            "250g icing sugar",
            "1tsp peppermint extract",
            "1-2tbsp water",
            "300ml double cream",
            "125g dark chocolate",
            "125g milk chocolate",
            "50g unsalted butter",
            "1 packet after eights",
            "Fresh mint",
            "Sprinkles/chocolate curls"
        ],
        "Instructions": [
            "Using a food processor, blitz all of the biscuits to a fine crumb and add the cocoa powder.",
            "Add in the melted butter and mix until it is a wet sand texture.",
            "Press this into the sides and base of a 23cm pie/flan/quiche tin (mine was 3cm deep).",
            "I press into the sides first, then the base. Refrigerate for now.",
            "In a bowl, add the icing sugar and peppermint essence",
            "And enough water, 1tsp at a time, until it forms a thick paste – spread across the biscuit base carefully.",
            "In a heatproof pan, add your double cream and heat until just before boiling point.",
            "In a separate bowl, add the milk chocolate, dark chocolate, and unsalted butter and pour on the hot double cream. Whisk together until smooth!",
            "If the chocolate is still slightly not melted, heat for 10 second bursts in the microwave until combined well. Alternatively, add all ingredients to a large bowl and microwave/whisk until smooth.",
            "Pour the chocolate mixture onto the mint filling and refrigerate for an hour.",
            "After the hour, carefully decorate with the after eights. You want the ganache to be starting to firm, but not be completely set. This is so that they don't sink, but also soft enough that they stick.",
            "Set again for another hour or two until set.",
            "Add on some fresh mint leaves, and chocolate curls/sprinkles. Enjoy."
        ]
    },
    {
        "Title": "Mince Pies!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2021/11/mincepies6-2-500x500.jpg",
        "Ingredients": [
            "75g raisins",
            "75g currants",
            "75g sultanas",
            "75g dried cranberries",
            "50g mixed peel",
            "150g cooking apple (finely chopped)",
            "75g unsalted butter",
            "125g light brown soft sugar",
            "1tsp ground cinnamon",
            "1tsp mixed spice",
            "Zest of 1lemon",
            "150ml brandy (or apple juice for alcohol free)",
            "350g plain flour (plus extra for dusting)",
            "200g unsalted butter (cold & cubed)",
            "25g icing sugar",
            "1 medium egg",
            "1 egg beaten"
        ],
        "Instructions": [
            "Add the raisins, currants, sultanas, dried cranberries, mixed peel, chopped cooking apple, unsalted butter, light brown soft sugar, ground cinnamon, mixed spice and lemon zest to a large pan.",
            "Heat the mixture together on a low heat until the unsalted butter has melted and the mixture has mixed together.",
            "Turn up the heat to a medium heat and simmer the mixture for about 10 minutes.",
            "Remove the pan from the heat and let the mixture cool.",
            "Once cooled, stir through the brandy.",
            "Preheat the oven to 220ºC/200ºC fan, and grease and flour a 12 hole muffin tin with butter and flour.",
            "Add the flour to a bowl with the cold and cubed unsalted butter into the bowl, and rub the mixture together with your fingertips until it resembles breadcrumbs.",
            "Add the icing sugar and 1 medium egg into the mixture and bring together with a spatula and your hand until smooth. Knead slightly in the bowl if needed.",
            "Roll the pastry mix out onto a lightly floured surface to the thickness of 3-4mm.",
            "Cut out 12, 11cm circles using a pastry cutter, and press these carefully into the muffin tray.",
            "Cut out 12 7cm circles using the rest of the pastry, and any decorations for your mince pies if you like.",
            "In each pastry case, add 45-50g of mincemeat.",
            "Top with the smaller pastry circles, and seal around the edges.",
            "Add any extra pastry decorations.",
            "Brush the top of the mince pies with beaten egg to get a golden glaze.",
            "Bake the mince pies in the oven for 15-20 minutes.",
            "Leave the mince pies to cool in tthe tin for 10 minutes, and then carefully remove to cool fully."
        ]
    },
    {
        "Title": "Easter Meringues!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2021/03/IMG_7800-2-500x500.jpg",
        "Ingredients": [
            "4large egg whites (or 5 medium)",
            "225g caster sugar",
            "1tsp white wine vinegar",
            "1tsp cornflour",
            "125g milk chocolate",
            "450ml double cream",
            "2tbsp icing sugar",
            "200-300g Easter chocolates"
        ],
        "Instructions": [
            "Preheat your oven to 120ºC/100ºC fan, and line 2large trays with parchment paper and leave to the side",
            "Make sure your bowl, and whisk are nice and squeaky clean. I used my stand mixer with the whisk attachment.",
            "Add in your egg whites, making sure there is no egg yolk.",
            "Whip the egg whites up to stiff peaks, and start adding in the sugar 1tsp at a time. It may take a good few minutes to get all the sugar in, but its worth it. Don't pour it all in at once.",
            "Once all of the sugar has been whisked in, add in the white wine vinegar and cornflour and whisk again for about 2-3 more minutes.",
            "Whilst it's whisking for the 2-3 more minutes, melt the milk chocolate carefully until smooth.",
            "Dollop onto the meringues onto the trays with large spoons. I used a heaped tablespoon each to make 10 meringues, and then split any leftover between the 10.",
            "Add on one spoonful of melted chocolate per meringue, and swirl it in slightly whilst shaping the meringues into a good shape.",
            "Bake in the oven for 40-45 minutes (or until the meringues feel crispy (hard) on the outside)",
            "Once baked, leave the meringues to cool in the oven with the door shut for 30 minutes, and then remove from the oven and leave to cool fully.",
            "Whip the double cream with the icing sugar until lovely and smooth and thick.",
            "Dollop some whipped cream onto the meringues and sprinkle over your favourite easter chocolates!"
        ]
    },
    {
        "Title": "Black Forest Trifle!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2020/12/IMG_6618-2-500x500.jpg",
        "Ingredients": [
            "150g dark chocolate (chopped)",
            "500ml ready made custard",
            "600ml double cream",
            "2tbsp icing sugar",
            "1 x jumbo chocolate swiss roll",
            "4-5tbsp Kirsch (optional)",
            "400-600g cherries in kirsch/cherries in syrup/cherry Pie filling",
            "200g fresh cherries",
            "200g cherry jam/conserve",
            "1 x tub brownie bites",
            "25g grated chocolate"
        ],
        "Instructions": [
            "Pour your ready made custard into a pan, and add in the chopped chocolate.",
            "Heat on a low heat and mix together until smooth.",
            "Pour into a bowl and leave to cool fully.",
            "Add your double cream to a bowl, add the icing sugar and whisk to soft peaks.",
            "Slice your chocolate swiss roll into 1-2cm size slices.",
            "Sprinkle over 4-5tbsp of kirsch if using.",
            "Start building your trifle - I put the slices of the swiss roll around the edge of the trifle bowl at the bottom, and a few on the bottom as well.",
            "Pour over half of the chocolate custard and spread.",
            "Add on half of the cherries from the tin/jar, and half of the brownie bites.",
            "Spread on half of the whipped cream, and pour on the one layer of cherry jam.",
            "Repeat this again, finishing with the rest of the whipped cream on top.",
            "Decorate the top with the fresh cherries and some grated chocolate!",
            "Leave it to set for an hour in the fridge so the custard isn't as runny. Enjoy!"
        ]
    },
    {
        "Title": "Sticky Toffee Pudding!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2020/10/IMG_0424_1-500x500.jpg",
        "Ingredients": [
            "175g dates (stones removed)",
            "175ml boiling water",
            "75g unsalted butter",
            "175g light or dark  brown soft sugar",
            "250g self raising flour",
            "1tsp baking powder",
            "1tsp bicarbonate of soda",
            "75g black treacle (or golden syrup)",
            "3 medium eggs",
            "125ml whole milk",
            "75g unsalted butter",
            "75g light or dark brown soft sugar",
            "2tbsp black treacle (or golden syrup)",
            "1tsp vanilla extract",
            "150ml double cream"
        ],
        "Instructions": [
            "Remove the stones from your dates, and chop as finely as possible.",
            "Pour over the boiling water and leave the mixture to sit for 20 minutes or so. If you prefer no lumps, blend the mixture until smooth.",
            "Preheat your oven to 180ºC/160ºC Fan, and get a baking dish ready - I use one that is about 1.5L in size (30x20cm ish)",
            "Add the unsalted butter, sugar, eggs, self raising flour, baking powder, bicarbonate of soda, and the black treacle into a bowl, and beat until combined - beat as little as possible so as not to over beat it.",
            "Add in the date & water mixture, and the milk a little at a time, and mix in until smooth. It'll be a thin mixture, but roll with it!",
            "Pour the mixture into the dish and bake in the oven for 35-40 minutes, or until a skewer comes out clean. Whilst baking, make the sauce!",
            "Add all your ingredients to a larger pan, and heat and stir until the sugar has dissolved and the butter has melted and incorporated.",
            "Bring the sauce to the boil and stir for 1-2 minutes so it thickens slightly.",
            "Pour half or most of the sauce over the baked pudding.",
            "Serve with a drizzle of cream, whipped cream, or ice cream like I did and any leftover sauce!"
        ]
    },
    {
        "Title": "Cookie Dough Dip!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2020/09/IMG_4641-2-500x500.jpg",
        "Ingredients": [
            "125g unsalted butter (room temp)",
            "100g icing sugar",
            "25g light brown sugar",
            "250g full fat cream cheese (I use philadelphia)",
            "1tsp vanilla extract (optional)",
            "200g chocolate chips",
            "Apple Slices",
            "Biscuits",
            "Strawberries"
        ],
        "Instructions": [
            "In a large bowl, add the unsalted butter. Beat on its own for a few minutes to loosen",
            "Add in the icing sugar and light brown sugar, and beat again until smooth.",
            "Add in the cream cheese and vanilla extract, and beat again until smooth. It may look lumpy at first, but will smooth out eventually.",
            "Finally, fold through the chocolate chips.",
            "Add the mixture into a new bowl, and refrigerate until required.",
            "Serve with apple slices, strawberries, biscuits, or anything else you prefer."
        ]
    },
    {
        "Title": "White Chocolate Raspberry Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2020/08/IMG_4545-2-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter",
            "100g raspberries",
            "1tbsp caster sugar",
            "2tbsp water",
            "600g white chocolate (finely chopped)",
            "250ml double cream",
            "25g unsalted butter",
            "100g raspberries",
            "Freeze Dried Raspberries",
            "Grated White Chocolate"
        ],
        "Instructions": [
            "Mix the digestive biscuits in a food processor or break the biscuits into a fine crumb in a bowl with a rolling pin.",
            "Add the melted unsalted butter and mix together until combined.",
            "Spread onto the bottom and sides of an 23cm loose bottomed tart tin. I usually start on the sides, and then cover the bottom last.",
            "Add your raspberries, sugar and water to a pan. Heat on a low-medium heat until the fruit starts to break down and soften.",
            "Once heated for about 3-4 minutes, remove from the heat and puree to a liquid.",
            "Pass the coulis through a sieve to remove the seeds and let the mixture cool.",
            "Add the white chocolate and butter to a large bowl.",
            "Pour the cream into a small pan, and heat the cream until just before boiling point.",
            "Pour the cream onto the chocolate and butter and leave to sit for five minutes.",
            "Whisk the mixture until it smooths - if any lumps of chocolate remain, add the mixture back into the pan and heat on a low heat until smooth.",
            "Pour the ganache into the tart case - dollop in about half of the raspberry coulis, and swirl the mixture together with a cake skewer.",
            "Set the tart in the fridge for a couple of hours until set.",
            "Remove the tart from the tin carefully, and put onto a serving plate.",
            "Decorate the tart with some fresh raspberries and freeze dried raspberries, and some grated white chocolate!",
            "Serve with an extra drizzle of coulis!"
        ]
    },
    {
        "Title": "Oreo Ice Cream!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2020/05/IMG_0083_1-500x500.jpg",
        "Ingredients": [
            "600ml double cream",
            "397g condensed milk (one tin)",
            "150g Oreos (crushed to a fine crumb)",
            "150g Oreos (chopped/quartered)"
        ],
        "Instructions": [
            "Add your double cream and condensed milk to a large bowl.",
            "Whisk on a low-medium speed until the ingredients are smooth and even.",
            "Turn the whisk up a bit higher and whisk until the mixture is starting to thicken and is lovely and smooth - It doesn't need to be extremely thick, it just needs to be smooth and starting to thicken.",
            "Alternatively, you can whip the cream up to soft peaks, and fold the two ingredients together.",
            "Add in your finely crushed oreo biscuits - I crush them in my food processor - but you can use a bowl with a rolling pin, or a sandwich bag or something!",
            "Fold the oreo crumbs through until combined!",
            "Add 1/3 of your ice cream mix to your tin/tub and swirl through 1/3 of the chopped oreos",
            "Repeat twice more so all the ingredients are used up.",
            "Put the tub/tin your freezer till frozen and firm and enjoy!"
        ]
    },
    {
        "Title": "Salted Caramel Easter Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2020/04/IMG_0275_1-500x500.jpg",
        "Ingredients": [
            "300g digestives/shortbread",
            "150g unsalted butter",
            "250g homemade caramel (Or shop bought)",
            "Pinch sea salt",
            "300ml double cream",
            "125g dark chocolate",
            "125g milk chocolate",
            "50g unsalted butter",
            "200g Easter chocolates (some crushed)"
        ],
        "Instructions": [
            "Using a food processor, blitz all of the biscuits to a fine crumb and mix in the melted butter. Press this into the sides and base of a 23cm loose bottomed tart tin (mine was 3cm deep).",
            "It might be easier to use your hands and fingers for this! Make sure that the side parts are thick enough to hold once removed. Refrigerate for now.",
            "Spread the caramel sauce onto the biscuit base. Sprinkle over some sea salt!",
            "In a heatproof pan, add your double cream and heat until just boiling.",
            "In a separate bowl, add your chocolate (chopped up) and butter, and pour on the hot cream. Whisk together until smooth!",
            "If the chocolate is still slightly not melted, heat for 10 second bursts in the microwave until combined well.",
            "Pour the chocolate mixture onto the caramel and refrigerate for an hour.",
            "After an hour of setting, add on your Easter chocolates - some whole, some crushed - and set in the fridge for another hour!",
            "Enjoy!"
        ]
    },
    {
        "Title": "Triple Chocolate Microwave Cookies!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2020/04/IMG_9303_1-500x500.jpg",
        "Ingredients": [
            "35g unsalted butter",
            "45g light brown sugar",
            "1 medium egg",
            "1/2tsp vanilla",
            "75g plain flour",
            "15g cocoa powder",
            "15-30g white chocolate chips",
            "15-30g milk chocolate chips",
            "15-30g dark chocolate chips"
        ],
        "Instructions": [
            "Add your butter and sugar to a bowl, and beat together!",
            "Add the egg, flour, cocoa powder and vanilla and beat again.",
            "Add in the chocolate chips and mix in, and split evenly between two microwave safe mugs/ramekins!",
            "Microwave for 70-100 seconds, and keep an eye on it!",
            "Serve with extra chocolate, ice cream or anything!"
        ]
    },
    {
        "Title": "Caramel Skillet Cookie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2020/02/IMG_9931_1-500x500.jpg",
        "Ingredients": [
            "275g plain flour",
            "1tsp bicarbonate of soda",
            "1/2tsp sea salt",
            "1tbsp cornflour",
            "115g unsalted butter",
            "55g granulated sugar",
            "135g light brown sugar",
            "1 medium egg",
            "1tsp vanilla",
            "250g chocolate chips (I used milk)",
            "200g caramel (I used Carnations)"
        ],
        "Instructions": [
            "Preheat your oven to 180ºc/160ºfan and lightly grease your skillet. My skillet is 23cm in diameter!",
            "Whisk together the plain flour, bicarbonate of soda, salt and cornflour together in a bowl and leave to the side for now.",
            "Melt the unsalted butter until liquid, and add to a bowl. Add in the light brown sugar and granulated sugar and whisk the mixture together for two minutes by an electric whisk, 3 minutes by hand.",
            "Add in the egg and vanilla and whisk again until they're combined.",
            "Add in the mixed together dry ingredients and mix until a really thick cookie dough is formed.",
            "Add in the chocolate chips and beat in again.",
            "Spread half of the cookie dough onto the bottom of the skillet.",
            "Dollop/spread the caramel over the top of the cookie.",
            "Add the second half of the cookie on top - I found it easiest to spoon small spoonfuls on top, as the caramel will make it hard to spread.",
            "Bake the caramel skillet cookie in the oven for 20-25 minutes. It will still wobble somewhat, but you don't want it to be liquid.",
            "Once baked, leave to cool for 10-20 minutes at least so you don't burn your mouth, and then serve!"
        ]
    },
    {
        "Title": "Baileys Chocolate Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2019/12/IMG_9414_1-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "35g cocoa powder",
            "150g unsalted butter (melted)",
            "175g dark chocolate",
            "175g milk chocolate",
            "300ml double cream",
            "150ml Baileys",
            "50g unsalted butter",
            "125ml double cream",
            "25ml Baileys",
            "2tbsp icing sugar",
            "Grated chocolate"
        ],
        "Instructions": [
            "Blitz your biscuits in a food processor, or bash them up to a very fine crumb in a bowl.",
            "Add in the cocoa powder, and mix.",
            "Add in the melted butter, and mix to a wet sand texture!",
            "Press into the bottom and sides of a 23cm loose bottomed tart tin for best results!",
            "Chop your chocolate up finely, and cube your butter to as small as you can. Add to a large bowl.",
            "Add your double cream and Baileys to a pan, and heat until just before boiling point.",
            "Pour the mixture over the chocolate/Baileys and whisk/stir until smooth. If there are any lumps that haven't quite melted, whack the mixture in the microwave for 10 seconds at a time until melted fully!",
            "Once melted - pour the mixture into the tart tin. Sometimes I find this easier to do in the fridge, to save me having to carry the full shell of runny liquid.",
            "Leave the tart to set in the fridge until solid - it will take at least 3 hours!",
            "Whip together your double cream, Baileys and icing sugar until pipeable - pipe with your favourite piping tip onto the tart case.",
            "Decorate by grating some chocolate over the top, and enjoy!"
        ]
    },
    {
        "Title": "Baileys Bread & Butter Pudding!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2019/12/IMG_9070_1-500x500.jpg",
        "Ingredients": [
            "400g brioche loaf",
            "unsalted butter",
            "75g raisins",
            "75g chocolate chips",
            "4 medium eggs",
            "200ml double cream",
            "200ml whole milk",
            "200ml Baileys",
            "50g caster sugar",
            "50g light brown sugar"
        ],
        "Instructions": [
            "Start by prepping your ingredients. I slice my bread into 2cm thick slices, and then also in half to get them to be shorter!",
            "Spread a small amount of unsalted butter onto each piece of bread, and then put the bread into your dish.",
            "Sprinkle on your raisins and chocolate chips!",
            "In a jug, whisk together your eggs, cream, milk, baileys and sugar!",
            "Pour over the bread evenly.",
            "Sit the pudding in your fridge whilst your oven heats up - for 20-30 minutes!",
            "Preheat your oven to 180C/160C Fan.",
            "Sprinkle over the brown sugar, and bake in the oven forr 35-40 minutes, or until baked. You want it to be nice and golden on top, and perfectly stodgy.",
            "Enjoy!"
        ]
    },
    {
        "Title": "Gingerbread Trifle!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2019/11/GingerbreadTrifle6-500x500.jpg",
        "Ingredients": [
            "450g ginger cake",
            "250g gingerbread men",
            "500g vanilla custard",
            "600ml double cream",
            "75g icing sugar",
            "1tsp ground ginger",
            "350g caramel",
            "Sprinkles"
        ],
        "Instructions": [
            "Start by prepping your ingredients - I slice my ginger cake into 1-2cm thin slices, whip my cream with the icing sugar and ground ginger, and get everything else ready.",
            "I then layer my trifle!",
            "I use half of the ginger cake on the bottom.",
            "I then gently press half of the gingerbread biscuits in circles around the edge of the trifle bowl.",
            "I then layer on half of the custard, and half of the cream, and half of the caramel.",
            "Then, repeat the process.",
            "To decorate, I use sprinkles and gingerbread men crumbs!"
        ]
    },
    {
        "Title": "Triple Chocolate Cookie Dough Desserts!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2019/01/IMG_3357-500x500.jpg",
        "Ingredients": [
            "60g unsalted butter",
            "100g light brown sugar",
            "1 medium egg",
            "1/2tsp vanilla extract",
            "100g plain flour",
            "25g cocoa powder",
            "1/2tsp bicarbonate of soda",
            "50g white chocolate chips",
            "50g milk chocolate chips",
            "50g dark chocolate chips"
        ],
        "Instructions": [
            "Preheat the oven to 180ºc/160ºc fan and grab two ramekins/creme brûlée dishes",
            "Melt the butter, and add in the sugar and mix",
            "Add the egg and the vanilla extract and mix well again.",
            "Add the flour, bicarbonate, cocoa powder and chocolate chips and mix well until it comes together to form a lovely thick cookie dough",
            "Divide the mixture into two dishes and bake the cookie dough in the oven for 12-15 minutes or until dry on top and just cooked through in the middle – the gooier the better!",
            "Remove from the oven and let it cool for a couple of minutes and then serve with a giant dollop of ice cream!"
        ]
    },
    {
        "Title": "Raspberry Prosecco Trifle!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2018/12/IMG_3110-500x500.jpg",
        "Ingredients": [
            "350g raspberries",
            "250ml prosecco",
            "250ml prosecco",
            "600ml double cream",
            "75g icing sugar",
            "50ml prosecco syrup (above)",
            "200g sponge fingers",
            "100ml prosecco",
            "300g raspberry jam",
            "350g prosecco raspberries (above)",
            "500ml vanilla custard",
            "Fresh raspberries",
            "Freese dried raspberries",
            "Sprinkles"
        ],
        "Instructions": [
            "Prep your prosecco raspberries the night before making the trifle preferably.",
            "Soak the raspberries in the prosecco, cover, and refrigerate.",
            "Carefully boil your 250ml of prosecco in a pan (I use the prosecco I have drained from the raspberries) until it reduces to about 50ml worth.",
            "Leave to cool before using!",
            "Whip up your double cream with your icing sugar to soft peaks",
            "Add in the prosecco syrup, and whip through. It will go quite mousse like!",
            "Refrigerate for now.",
            "At the bottom of your trifle bowl, add 1/3 of the sponge fingers and drizzle over some prosecco",
            "Spread over the top some raspberry jam, and then add on some prosecco raspberries!",
            "Pour over half of the custard, and then dollop on 1/3 of the whipped prosecco cream!",
            "Repeat the layers again - sponge with drizzle, raspberry jam, raspberries, custard and then the cream. If you are doing three layers like me, repeat again!",
            "Decorate with some fresh raspberries, some freeze dried raspberries, and some sprinkles!",
            "Leave to set in the fridge for a few hours before serving!"
        ]
    },
    {
        "Title": "Profiteroles!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2018/12/IMG_2886-500x500.jpg",
        "Ingredients": [
            "150ml water",
            "65g plain flour",
            "50g unsalted butter",
            "2 medium eggs",
            "Pinch of sugar",
            "Pinch of salt",
            "250g mascarpone",
            "75ml double cream",
            "1tsp vanilla",
            "2tbsp icing sugar",
            "100ml double cream",
            "150g milk chocolate"
        ],
        "Instructions": [
            "Preheat your oven to 200C/180C Fan, and line a large tray with parchment paper.",
            "Bring the water, sugar, salt and unsalted butter to the boil in a pan over a medium heat.",
            "Remove from the heat as soon as it boils, and add in ALL of the flour in one go.",
            "Stir like crazy and beat for about 15 seconds or so till a smooth ball shape is formed and it's coming away from the edge of the pan. If it doesn't come away, cook the mixture on a low heat for a little longer and try again.",
            "Leave the mixture to cool for five minutes or so, off the heat.",
            "Beat your eggs, and then GRADUALLY beat it into the flour mixture. Beat fully and well each time you add in more egg until you reach a smooth, glossy and dropping consistency.",
            "If the mixture becomes really thin, you've added too much egg. If it curdles, you've added too much at one time, and if the mixture is too stiff, you've not added enough!",
            "Pipe little rounds onto the tray, and bake in the oven for 20 minutes roughly until crisp. I made 20 profiteroles with this batch.",
            "Once baked, remove from the oven and pierce the bottom of the profiterole immediately with a skewer and leave to rest with the hole facing upwards to let the steam escape and let the pastry cool.",
            "Add the vanilla, mascarpone and double cream and stir with a spoon to combine.",
            "Add in the icing sugar and stir again! Whisk up until thick.",
            "Pour the mixture into a piping bag, snip off the end, and carefully fill the profiteroles with the cream through the steam hole until full.",
            "Heat the cream in a pan over a low-medium heat.",
            "Add in the chopped chocolate and whisk until smooth.",
            "Leave to cool before using!",
            "Coat the profiteroles with the sauce and then decorate how you fancy. I made a giant pile and then drizzled over some extra chocolate!"
        ]
    },
    {
        "Title": "Terry’s Chocolate Orange Trifle",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2018/11/ChocolateOrangeTrifle1-500x500.jpg",
        "Ingredients": [
            "150g Terry's chocolate orange",
            "500ml readymade custard",
            "450ml double cream",
            "Zest of 1 orange",
            "2tbsp icing sugar",
            "2tbsp Cointreau",
            "1 x jumbo chocolate swiss roll",
            "Juice of 1 orange",
            "3-4tbsp Cointreau",
            "2 tins mandarin segments (or fresh slices from an orange)",
            "1 Terry's chocolate orange",
            "Grated chocolate",
            "Orange zest",
            "Sprinkles"
        ],
        "Instructions": [
            "Melt your Terry's chocolate orange carefully until smooth.",
            "Pour your readymade custard into a bowl, and add in the melted chocolate. Mix together until smooth. If it goes lumpy, heat the custard mix in a pan over a low-medium heat and stir until all smooth and lovely.",
            "Add your double cream to a bowl, add 2tbsp of Cointreau, the icing sugar, and the zest of the orange and whisk to soft peaks.",
            "Slice your chocolate swiss roll into 1-2cm size slices.",
            "Sprinkle over 3-4tbsp of Cointreau, and the juice from the orange.",
            "Start building your trifle - I put the slices of the swiss roll around the edge of the trifle bowl at the bottom, and a few on the bottom as well.",
            "Pour over half of the chocolate orange custard and spread.",
            "Add on the slices of mandarin from the tin, and add on any more swiss roll if you have any. Pour over the rest of the custard.",
            "Spread over the top the whipped orange cream, and decorate with anything you fancy.",
            "I used Terry's chocolate orange slices, grated chocolate, and some extra orange zest along with some festive sprinkles.",
            "Leave it to set a bit in the fridge so the custard isn't as runny. Enjoy!"
        ]
    },
    {
        "Title": "Chocolate Swirl Meringues | ad",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2018/10/IMG_0718-500x500.jpg",
        "Ingredients": [
            "4large egg whites",
            "225g caster sugar",
            "1tsp white wine vinegar",
            "125g dark chocolate",
            "Freeze dried raspberries"
        ],
        "Instructions": [
            "Preheat your oven to 120C/100C Fan, and line 2large trays with your Bacofoil® non-stick baking paper and leave to the side.",
            "Make sure your bowl, and whisk are nice and squeaky clean. I used my stand mixer with the whisk attachment.",
            "Add in your egg whites, making sure there is no egg yolk.",
            "Whip the egg whites up to stiff peaks, and start adding in the sugar 1tsp at a time. It may take a good few minutes to get all the sugar in, but its worth it. Don't pour it all in at once.",
            "Once all of the sugar has been whisked in, add in the white wine vinegar and whisk again for about 2-3 more minutes.",
            "Whilst it's whisking for the 2-3 more minutes, melt your dark chocolate carefully until smooth.",
            "Dollop the meringue mixture onto the trays. I used a heaped tablespoon each to make 10 meringues, and then split any leftover between the 10.",
            "Add on 1 teaspoon of melted chocolate per meringue, and swirl it in slightly whilst shaping the meringues into a good shape.",
            "Sprinkle on some freeze dried raspberries and bake in the oven for 40-45 minutes (or until the meringues feel crispy (hard) on the outside)",
            "Once baked, leave the meringues to cool in the oven with the door shut for 30 minutes, and then remove from the oven and leave to cool fully.",
            "Serve your meringues with whipped cream, fruit, or anything you wish! Enjoy!"
        ]
    },
    {
        "Title": "Raspberry Ripple Ice Cream!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2018/08/IMG_9957-500x500.jpg",
        "Ingredients": [
            "300g raspberries",
            "100g caster sugar",
            "600ml double cream",
            "397g condensed milk (one tin)",
            "1tsp vanilla extract"
        ],
        "Instructions": [
            "Prep your raspberries by washing them well.",
            "Add them into a pan with the sugar and heat on a medium heat.",
            "Mash them slightly with a fork or spoon, and stir until the sugar has dissolved and the mixture has become quite saucy.",
            "Blitz the mixture if you can with a blender, and pass through a sieve and discard the lumpy bits. If you can't blend it don't worry, just pass through a sieve anyway, you'll just get a bit less.",
            "Leave to cool and refrigerate until needed.",
            "In a stand mixer, or a large bowl with an electric whisk, add the double cream and vanilla and whip until you get soft peaks.",
            "Add in the condensed milk, and fold together to combine. Try not to be too rough otherwise it'll be runny and you want it to be thick still.",
            "Spoon 1/3 of the mixture into your container/tin, and dollop on some coulis. Swirl through with a cake skewer/fork to get a ripple pattern.",
            "Repeat again with the 2/3 of the mixture, and then the final third of mixture.",
            "Freeze in the freezer for at least 4 hours, if not more.",
            "To serve, take it out 10-15 minutes before being needed as it's firmer than shop brought ice cream as it has no additives."
        ]
    },
    {
        "Title": "Lemon Curd Mousse!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2018/05/IMG_9250-500x500.jpg",
        "Ingredients": [
            "200g lemon curd",
            "600ml double cream",
            "150ml double cream (whipped with 2tbsp icing sugar)",
            "100g Blueberries",
            "100g Lemon curd",
            "Lemon zest",
            "Sprinkles"
        ],
        "Instructions": [
            "In a large bowl, add your lemon curd and double cream.",
            "Preferably with an electric whisk, whisk the two together to soft peaks.",
            "Pipe/pour/spoon into your ramekins/glasses/pots and chill for at least an hour to set.",
            "Decorate how you please! I used 150ml double cream whipped up on top, with some fresh blueberries and some sprinkles to decorate."
        ]
    },
    {
        "Title": "Hot Cross Bun Pudding!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2018/03/IMG_9346_1-500x500.jpg",
        "Ingredients": [
            "6-8 hot cross buns (halved)",
            "200g milk chocolate (bar)",
            "300ml milk",
            "275ml double cream",
            "2 medium eggs",
            "3tbsp caster sugar",
            "1tsp vanilla",
            "100g chocolate chips"
        ],
        "Instructions": [
            "Preheat your oven to 180ºc/160ºfan and grease a large ceramic/glass baking dish/tray. It should fit 6-8 hot cross buns sat next to each other (like in the pictures)",
            "Halve your hot cross buns like you would to toast them, and put a few chunks of chocolate in the middle and sandwich again. I used a chocolate bar, and snapped the rows off and put a row in the middle of each bun.",
            "Lay all your hot cross buns next to each other in the dish. Mine easily fit six, and then a 7th split in half on the ends - or as many as you need.",
            "In a bowl, whisk together the milk, double cream, eggs, sugar and vanilla until combined.",
            "Pour over the hot cross buns, and sprinkle over the chocolate chips.",
            "Bake in the oven for 40 minutes, and then remove and leave to cool for 10 minutes before eating!"
        ]
    },
    {
        "Title": "Billionaires Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2018/02/IMG_7589-500x500.jpg",
        "Ingredients": [
            "300g digestives/shortbread",
            "150g unsalted butter",
            "2tbsps cocoa powder",
            "250g caramel sauce",
            "Pinch sea salt",
            "300ml double cream",
            "125g dark chocolate",
            "125g milk chocolate",
            "50g unsalted butter",
            "12 miniature shortbread bites",
            "Sprinkles"
        ],
        "Instructions": [
            "Using a food processor, blitz all of the biscuits to a fine crumb, add the cocoa powder and mix in the melted butter. Press this into the sides and base of a 23cm pie/flan tin (mine was 3cm deep).",
            "It might be easier to use your hands and fingers for this! Make sure that the side parts are thick enough to hold once removed. Refrigerate for now.",
            "Spread the caramel/Dulce de Leche onto the biscuit base. Sprinkle over some sea salt!",
            "In a heatproof pan, add your double cream and heat until just boiling.",
            "In a separate bowl, add your chocolate (chopped up) and butter, and pour on the hot cream. Whisk together until smooth!",
            "If the chocolate is still slightly not melted, heat for 10 second bursts in the microwave until combined well.",
            "Pour the chocolate mixture onto the caramel and refrigerate for an hour.",
            "After an hour of setting, add your miniature millionaires bites for one per slice, and add on some sprinkles.. and set again for another 3-4 hours."
        ]
    },
    {
        "Title": "S’mores Dip!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/03/SmoresDip7-2-500x500.jpg",
        "Ingredients": [
            "200-400g milk chocolate",
            "200-400g large marshmallows",
            "Biscuits",
            "Strawberries",
            "Marshmallows",
            "Chocolate",
            "Apples",
            "Cake",
            "Anything else you fancy!"
        ],
        "Instructions": [
            "In a large heatproof/microwaveable dish, add your chocolate on the bottom layer.",
            "Place marshmallows all over the top of the milk chocolate, so it covers the chocolate.",
            "Microwave the dish for 2-4 minutes in 30 second intervals so the chocolate starts to melt, and the marshmallows also start to melt.",
            "Once the marshmallows are softer, grill the dish under the grill for 10-20 seconds so the marshmallows toast!",
            "Let it cool for two minutes, then dip away! I dip digestive biscuits, strawberries and more!"
        ]
    },
    {
        "Title": "Lemon Raspberry Posset!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2018/01/IMG_6232-500x500.jpg",
        "Ingredients": [
            "450ml double cream",
            "150g caster sugar",
            "3lemons zested",
            "75ml lemon juice",
            "250g fresh raspberries",
            "5g freeze dried raspberries"
        ],
        "Instructions": [
            "Zest your lemons with a small grating size, and juice the lemons as well. Leave to the side for now.",
            "In a medium-large saucepan, add your cream and caster sugar. Turn on the heat to a low setting, and slowly let the sugar dissolve into the cream.",
            "Once the sugar is all dissolved, turn the heat up to a medium heat max and stir constantly.",
            "Wait for the mixture to start boiling, and let it boil gently for 1-1.5 minutes.",
            "Take off the heat, and add in your lemon zest and juice. Mix in.",
            "Pour your posset mixture into some glasses, ramekins, or bowls... whatever takes your fancy!",
            "Add some fresh raspberries to each posset and let them sink in slightly. Sprinkle over some freeze dried raspberries and let the posset's set in the fridge for 4-5 hours."
        ]
    },
    {
        "Title": "Apple Blackberry Crumble Pie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2017/09/IMG_2841-500x500.jpg",
        "Ingredients": [
            "175g plain flour",
            "100g unsalted butter (cold, diced + extra for greasing)",
            "1tbsp icing sugar",
            "1 egg yolk",
            "750g cooking apples (peeled + cored weight)",
            "125g caster sugar",
            "500g blackberries",
            "120g plain flour",
            "60g caster sugar",
            "60g unsalted butter"
        ],
        "Instructions": [
            "Sift the flour, icing sugar, and add the diced butter, egg yolk, and 1tbsp of cold water into a food processor. Blitz quickly on the pulse setting until the mixture starts to bind, it shouldn’t take too long at all!",
            "Grease & flour a deep 23-25cm tart tin – roll the pastry mix out onto a lightly floured surface to the thickness of 1-2 £1 coin(s). Press the pastry into the tin and trim & neaten the edges. Fill any gaps of the pastry with any excess pastry so its all covered! Refrigerate for 1/2 an hour!",
            "Preheat the oven to 200C/180C Fan – cover the pastry with baking parchment and fill with baking beans/rice and bake the pastry ‘blind’ for 15 minutes – remove the parchment and the beans and bake for an extra 5-10 minutes or until the pastry is cooked through and turning golden! Leave to cool in the tin.",
            "Chop the peeled and cored apples into inch size pieces so they’re still reasonably sized. Add the apple to a large heavy based pan, along with the sugar and two tablespoons of water.",
            "Cook the apple in the pan, whilst stiring, over a medium heat for five minutes. After the five minutes, stop stiring and add the pan lid and leave to ‘simmer’ for another five minutes.",
            "Add the blackberries to the apple mixture and continue to simmer for another five minutes, stiring occasionally! You basically need the fruit to still have texture and firmness. If the apples are getting very soft quickly, add the blackberries in sooner so it all doesn’t become a mush. Once cooked, strain the sauce into a bowl and leave the fruit to cool slightly.",
            "Rub together the sugar, flour and butter until the mixture resembles bread crumbs. The butter needs to be cold for it to work!",
            "Add the drained fruit to the pie case, and sprinkle over the crumble mixture. Bake the pie in the oven for 25-30 minutes until the crumble mixture on top is golden!",
            "Once baked, leave the pie to cool for about 30 minutes as its going to be very hot. Once cooled slightly, remove from the tin and enjoy warm! I add a scoop of vanilla or clotted cream Ice cream… or, leave it to cool and also enjoy cold!"
        ]
    },
    {
        "Title": "Lemon Meringue Roulade!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2017/08/IMG_2124-500x500.jpg",
        "Ingredients": [
            "5 Large Egg Whites",
            "300g Caster Sugar",
            "Zest of Half a Lemon",
            "300ml Double Cream",
            "2tbsp Icing Sugar",
            "3 Passion Fruit",
            "1/2 Jar Lemon Curd",
            "Freeze Dried Raspberries"
        ],
        "Instructions": [
            "Preheat your oven to 200C/180C Fan. Line a Swiss Roll tin with parchment paper – Mine was about 23cmx33cm.",
            "Whisk the egg whites with an stand mixer – I use my Kitchen Aid until they form stiff peaks – when you reach this stage, start adding the sugar 1tsp at a time. Once all of the sugar is incorporated it should be glossy, add in the lemon zest and keep whisking for a couple of minutes.",
            "Spread the mixture onto the parchment within the swiss roll tin so that its as even and flat as you can get it – Bake the meringue in the oven for 10 minutes, and then lower the temperature of the oven to 180C/160C Fan and bake for another 20 minutes.",
            "Leave the Meringue to cool in the tin for about 15 minutes, and then turn it out onto a fresh bit of parchment (top of the meringue will be the side on the new parchment paper) and peel off the old bit of parchment and leave it to cool fully.",
            "Prepare your decoration/fruit – Whip together the cream and icing sugar until thick and whipped well. Spoon the insides of the passion fruit into a bowl! And loosen your Lemon Curd so its spreadable.",
            "Once the meringue is cool, spread the lemon curd over the meringue leaving an inch border of filling free meringue. On top of the lemon curd, spoon and spread 2 of the the passion fruit over the lemon curd. Finally, spread the cream over the mixture!",
            "From one long side, to the other, roll the meringue carefully so it forms the roulade. The meringue will naturally crack slightly, as its meringue. Sprinkle on some spare icing sugar, and sprinkle over some Freeze Dried Raspberries, and any spare passion fruit. Enjoy!"
        ]
    },
    {
        "Title": "Terry’s Chocolate Orange Mousse",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2017/06/IMG_9652-500x500.jpg",
        "Ingredients": [
            "450ml Double Cream",
            "200g Condensed Milk",
            "225g Terry's Chocolate Orange",
            "150ml Double Cream",
            "2tbsp Icing Sugar",
            "Terry's Chocolate Orange Segments",
            "Sprinkles"
        ],
        "Instructions": [
            "Chop the 225g of Terry’s Chocolate Orange up into small chunks and melt carefully in the microwave, or in a large glass bowl over a pan of simmering water. Let it cool for a couple of minutes.",
            "Pour the Melted Chocolate, Cream, and Condensed Milk into your mixing bowl and whisk until a thick mousse like texture is formed, and it holds itself! If you over whisk, it might split so be careful!",
            "Pipe/Spoon the Mousse into some Mixer Glasses, and leave to set in the fridge for 3-4 hours.",
            "Once set, whisk together the extra double cream, and the icing sugar. Pipe onto the mousses using a 2D Closed Star Piping Tip. Once piped, add some sprinkles, and some extra Terry’s Segments to the top."
        ]
    },
    {
        "Title": "White Chocolate and Strawberry Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2017/05/IMG_8990-500x500.jpg",
        "Ingredients": [
            "175g Plain Flour",
            "100g Cold Butter (diced)",
            "1tbsp Icing Sugar",
            "1 Egg Yolk",
            "500g Mascarpone",
            "250g White Chocolate",
            "1tsp Vanilla Extract",
            "150ml Double Cream",
            "Strawberries",
            "150ml Double Cream",
            "2tbsp Icing Sugar",
            "50g White Chocolate (melted)",
            "Freeze Dried Strawberries",
            "Sprinkles"
        ],
        "Instructions": [
            "Sift the flour, icing sugar, and add the diced butter, egg yolk, and 1tbsp of cold water into a food processor. Blitz quickly on the pulse setting until the mixture starts to bind, it shouldn’t take too long at all!",
            "Grease & flour a 23cm Tart/Pie/Flan tin – Roll the pastry mix out onto a lightly floured surface to the thickness of 1-2 £1 coin(s).",
            "Press the pastry into the tin and trim & neaten the edges. Fill any gaps of the pastry with any excess pastry so its all covered! Refrigerate for 1/2 an hour!",
            "Preheat the oven to 200C/180C Fan – Cover the pastry with baking parchment and fill with baking beans/rice and bake the pastry ‘Blind’ for 15 minutes.",
            "Remove the parchment and the beans and bake for an extra 5 minutes or until the pastry is cooked through and turning golden! Leave to cool in the tin.",
            "OR - Use a premade packet of sweet shortcrust pastry. Line the tin in the same way as above, and bake for the same amount of time.",
            "In a large bowl, add 125g of the Mascarpone, and the white chocolate. Melt gently over a pan of boiling water (bain marie) or in the microwave on a low heat.",
            "Once melted, let it cool for a minute. Add in the rest of the mascarpone and vanilla, and beat till smooth. Pour in the double cream and beat again till smooth.",
            "Pour this on top of the Pastry and spread evenly. Add some halved strawberries to the top and basically cover the top. Leave the tart to set in the fridge for 5-6 hours, or overnight.",
            "Once set, decorate. Melt the extra White Chocolate and drizzle over the top. Whip together the double cream and icing sugar till thick and pipeable and pipe a decoration using a 2D Closed Star Piping Tip and then sprinkle with freeze dried strawberries, and some sprinkles if you fancy it.",
            "Remove from the tin carefully (before or after decoration, your choice) and then enjoy!"
        ]
    },
    {
        "Title": "Creme Egg Chocolate Mousse!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2017/04/CremeEggMousse5-2-500x500.jpg",
        "Ingredients": [
            "450ml double cream",
            "200g condensed milk",
            "200g milk chocolate",
            "2-3 bags mini Creme Eggs (chopped)",
            "3-4large Creme Eggs (halved)",
            "Sprinkles"
        ],
        "Instructions": [
            "In a heatproof bowl, melt the milk chocolate until smooth.",
            "In your mixing bowl, add your double cream, condensed milk, and the melted chocolate and whisk until very thick!",
            "Fold through some chopped up mini Creme Eggs and pour/pipe into some glasses/pots. I used small glass ramekins (like the Gü dessert pots!)",
            "Sprinkle on some sprinkles of choice. Add a half of a Creme Egg to each mousse and refrigerate for at least 3-4 hours and then ENJOY!"
        ]
    },
    {
        "Title": "Raspberry and White Chocolate Mousse!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2017/03/IMG_6529-500x500.jpg",
        "Ingredients": [
            "225g White Chocolate",
            "450ml Double Cream",
            "250g Raspberries",
            "Freeze Dried Raspberries"
        ],
        "Instructions": [
            "Prep your Glasses/Dishes that you're going to serve your desserts in. I cleaned my new mixer glasses!",
            "In a heatproof bowl, add all of the chopped White Chocolate, and 65ml of the double cream and microwave on a medium/low heat till smooth.",
            "You'll want to stir it halfway through to make sure its smooth, and it will take less time then you think to melt. Do it in bursts of 30 seconds max!",
            "Whilst leaving it to cool, whip the rest of the cream to soft peaks. Not so solid that you can pipe it, but still so it holds itself.",
            "Add a dollop of the whipped cream to the chocolate mix and stir it though so its smooth.",
            "Add in the rest of the cream and fold through carefully making sure to not knock out too much air from the cream.",
            "Reserve some of your raspberries for decoration. In a different bowl, mash the rest of them slightly, and then fold through the Mousse mixture.",
            "Pour/Scoop/Pipe your mousse into the glasses, and decorate with the rest of the fresh raspberries and the freeze dried raspberries!"
        ]
    },
    {
        "Title": "Terry’s Chocolate Orange Rocky Road",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/12/IMG_9412-500x500.jpg",
        "Ingredients": [
            "300g Terry's Chocolate Orange",
            "200g Milk Chocolate",
            "150g Mini Marshmallows",
            "200g Digestives",
            "130g Orange Matchmakers",
            "100g White Chocolate",
            "Orange Food Colouring",
            "16 Pieces Terry's Chocolate Orange",
            "Sprinkles"
        ],
        "Instructions": [
            "Line a 8/9″ Square tin with Parchment paper and leave to the side.",
            "In a Large bowl, add the Terry’s Chocolate Orange (chopped in to smaller pieces would be easier) and milk chocolate and melt on a low heat over a Double Boiler or in the Microwave on short bursts until fully melted – stir till smooth!",
            "Once its combined, add in the Marshmallows, chopped biscuits, and chopped up Matchmakers and fold together. It might be slightly messy, so use a LARGE bowl! Pour into the tin and spread till its even.",
            "Refrigerate until set! It will take about 4-5 hours to be set enough!",
            "Once set, melt the White Chocolate carefully in a heatproof bowl in the microwave. Add in some Orange Food Colouring (I recommend good quality food colours such as SugarFlair or Wilton, supermarket ones don’t tend to work) and drizzle over the Rocky Road!",
            "Sprinkle on some Terry's Chocolate Orange segments/Sprinkles and leave to set again in the fridge so the chocolate drizzle hardens!",
            "Cut into squares and enjoy! 4×4 will do 16large squares, 5×5 will do 25 slightly smaller squares, but as its rich its up to you!"
        ]
    },
    {
        "Title": "Christmas Pavlova Wreath!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/11/IMG_4062-500x500.jpg",
        "Ingredients": [
            "6 medium egg whites (or 5large)",
            "300g white caster sugar",
            "1tsp white wine vinegar",
            "1tsp cornflour",
            "1/2tsp vanilla extract",
            "450ml double cream",
            "2tbsp icing sugar",
            "Fresh fruit I used blackberries, pomegranate, raspberries, blueberries etc!",
            "Freeze dried raspberries",
            "Raspberry coulis",
            "Mint leaves"
        ],
        "Instructions": [
            "Preheat your oven to 150C/130C Fan. Line a LARGE baking tray with baking parchment.",
            "Whisk the egg whites with an stand mixer – I use my Kitchen Aid until they form stiff peaks – when you reach this stage, start adding the sugar 1tsp at a time. Once all of the sugar is incorporated it should be glossy!",
            "One at a time, whisk in the white wine vinegar, then the cornflour, then the vanilla and whisk until smooth!",
            "Using a small bowl in the middle of the parchment paper, dollop the mixture around it so that once you remove the bowl, it’ll be a ring shape like a wreath!",
            "I use a tablespoon and do a large spoonful for each dollop and go round the small bowl till I have used all the mixture up. I then use a fork so spike up little bits to give it texture!",
            "Carefully lift out the bowl and bake in the oven for 1 hour – turn off the heat of the oven and leave to cool completely in the oven, without opening the door. I bake my meringues late at night, and leave them to cool overnight to make things easier!",
            "Prepare your fruit – chop up any fruits such as the strawberries, and clean all the berries thoroughly! Whip up the double cream with the icing sugar.",
            "Spread/dollop/pipe the whipped up cream onto the meringue and then add the fruit on top! Add a few mint leaves for colour, and sprinkle with icing sugar! I also used a little edible glitter for a bit of Christmas cheer! Enjoy!"
        ]
    },
    {
        "Title": "No-Bake Kinder Bueno Cheesecake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/11/IMG_2840-500x500.jpg",
        "Ingredients": [
            "300g Digestives",
            "150g Unsalted Butter/Stork (melted)",
            "500g Full Fat Cream Cheese",
            "100g Icing Sugar",
            "300ml Double Cream",
            "250g Kinder Chocolate",
            "1tsp Vanilla Extract",
            "13 Individual Kinder Bueno Bars (chopped)",
            "150ml Double Cream",
            "2tbsp Icing Sugar",
            "3 Individual Kinder Bueno Bars (chopped)",
            "50g Chocolate (melted)",
            "Sprinkles"
        ],
        "Instructions": [
            "Melt the butter in the microwave on short bursts on in a small pan over a medium heat – Blitz the biscuits in a food processor to a small crumb, add the melted butter, and pulse a few times until it is combined well.",
            "Tip into a 8″/20cm Deep Springform Tin and press down firmly – chill in the refrigerator whilst you do the rest!",
            "Melt the Kinder Chocolate in the microwave in short bursts until fully melted – leave to cool slightly whilst doing the rest.",
            "With an electric mixer (I used my KitchenAid) Whisk the Cream Cheese, Icing sugar and Vanilla until combined. Pour in the melted Kinder Chocolate and whisk again till smooth.",
            "Pour in the liquid double cream and continue to whip the mixture until it is starting to thicken a lot like a Mousse does (I use speed 6/10 on my KitchenAid)! It will hold it self completely when finished whipping – It won’t take too long as the chocolate will harden quickly and cause it to thicken.",
            "Chop up the Kinder Bueno Bars and fold through the mixture – If you don't like kinder buenos going soft, don't put them inside the cheesecake as they will soften!",
            "Pour the mix on to the biscuit base, smooth over, cover, and chill in the fridge for at least 5-6 hours hours or preferably overnight.",
            "Remove the cheesecake from the tin, and decorate by drizzling over some melted chocolate, some whipped up cream (double cream + icing sugar), a piece of Kinder Bueno for each slice, and some chocolate sprinkles!"
        ]
    },
    {
        "Title": "Giant Cookie Pie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/10/IMG_3532-500x500.jpg",
        "Ingredients": [
            "150g Unsalted Butter",
            "75g Granulated Sugar",
            "125g Light Brown Sugar",
            "2 Medium Eggs",
            "1tsp Vanilla Extract",
            "220g Plain Flour",
            "1tbsp Cornflour",
            "1/2tsp Bicarbonate of Soda",
            "1/2tsp Salt",
            "350g M&Ms"
        ],
        "Instructions": [
            "Preheat your oven to 180C/160C Fan and Lightly Grease a 9″  Pie Dish – leave to the side for later.",
            "With your stand mixer, beat the Butter and two Sugars together until light and fluffy and fully combined.",
            "Add in the Eggs, Flour, Vanilla, Cornflour, Bicarbonate of Soda, and Salt and beat again till a cookie dough is formed. You will want to scrape down the sides to make sure its all incorporated well!",
            "Add in 85% of your M&Ms and fold them through. Spread the cookie dough into the pie dish, and add the last of the sweets on top for decoration. You don’t have to do this, but I think it looks far nicer!",
            "Bake in the oven for 30-35 minutes. If it looks really wobbly in the middle still, leave it in for another 5 minutes. (Some ovens can take longer!)",
            "Remove the pie from the oven and let it cool a little. Either eat warm, or let it cool and melt some chocolate over, and sprinkle on some extra sweets (optional)"
        ]
    },
    {
        "Title": "No-Bake Triple Chocolate Cheesecake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/09/IMG_3304-500x500.jpg",
        "Ingredients": [
            "300g Digestives",
            "150g Unsalted Butter",
            "600g Full Fat Cream Cheese (room temp)",
            "125g Icing Sugar",
            "300ml Double Cream",
            "1tsp Vanilla Extract",
            "100g Dark Chocolate",
            "100g Milk Chocolate",
            "100g White Chocolate",
            "150ml Double Cream",
            "2tbsp Icing Sugar",
            "50g Dark/Milk/White Chocolate",
            "Chocolate Curls"
        ],
        "Instructions": [
            "Melt the butter in the microwave on short bursts on in a small pan over a medium heat – Blitz the biscuits in a food processor to a small crumb, add the melted butter, and pulse a few times until it is combined well.",
            "Tip into a 8″/20cm Deep Springform Tin and press down firmly – chill in the refrigerator whilst you do the rest!",
            "Melt the chocolates in separate small bowls in the microwave microwave on short bursts until fully melted – leave to cool slightly whilst doing the rest.",
            "With an electric mixer (I used my KitchenAid) Whisk the Cream Cheese and Icing sugar and vanilla until combined – pour in the liquid double cream and continue to Whip the Cream Cheese/Cream Mixture until it is starting to thicken a lot like a Mousse does!",
            "Separate the mixture between three large bowls (try to be as even as possible, I weighed mine) and pour in the melted chocolate.",
            "I melted the Dark Chocolate first, so mixed in the Dark Chocolate first (I did it in the order I was layering, so that its the coolest one first). Fold the mixture together until smooth, and then spread onto the cheesecake base. Repeat the process with the Milk Chocolate, and then the White Chocolate.",
            "Cover the cheesecake and chill in the fridge for at least 5-6 hours hours or preferably overnight to set fully.",
            "Remove the cheesecake from the tin, and drizzle over some chocolate (I went with Dark as it was the lowest layer and looked best)",
            "Whip together your Double Cream and Icing Sugar and pipe onto your cheesecake, and then decorate with some chocolate curls!"
        ]
    },
    {
        "Title": "No-Bake Lemon Meringue Cheesecake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/08/LemonMeringueCheesecake4-2-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter",
            "500g full-fat soft cream cheese",
            "100g icing sugar",
            "300ml double cream",
            "Juice of 2lemons (or 2tsp lemon extract)",
            "yellow food colouring (optional)",
            "185g white granulated sugar",
            "85ml water",
            "100g egg whites"
        ],
        "Instructions": [
            "Blitz the biscuits in a food processor to a fine crumb, add the melted butter and pulse a few times until it is combined well.",
            "Tip into a 9″/23cm tart tin and press into the base and sides",
            "Add the cream cheese, icing sugar and lemon juice to a bowl and whisk until smooth",
            "Whilst whisking slowly, pour in the liquid double cream and continue to whip on a medium-high speed until it is starting to thicken. Alternatively, whip the cream separately and fold through",
            "Add the yellow food colouring if using",
            "Spread onto the biscuit base and spread evenly. Leave to set in the fridge, covered, for 5-6 hours, or preferably overnight.",
            "Pour the sugar and the water into a heavy-based saucepan and bring to boil, stir it occasionally with a wooden spoon.",
            "When the mixture starts to boil monitor the temperature until it reaches 120C (firm ball stage) with a sugar thermometer",
            "When the mixture is heating up and boiling, if any sugar splashes up the side of the pan, brush the sides with a pastry brush and cold water to get rid of it",
            "Whilst the mixture is starting to get towards the temperature whisk the egg whites in your electric stand mixer to stiff peaks",
            "When the sugar syrup has reached the temperature and the egg whites are at stiff peaks start to pour the sugar syrup onto the egg whites at the edge of the bowl whilst still whisking – make sure you do this slowly so its a constant trickle of sugar syrup so that the egg whites stay smooth",
            "Continue to whisk throughout whilst the sugar syrup is pouring in, and after its all whisked in continue to whisk the mixture fast and on a high speed for 5-7 minutes until the mixture is smooth, and has cooled down.",
            "Remove the set cheesecake from the tin, dollop the meringue on top, and then blowtorch lightly, or flash under a hot grill to brown the edges of the meringue"
        ]
    },
    {
        "Title": "No Bake Peanut Butter Pie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/08/IMG_1698-500x500.jpg",
        "Ingredients": [
            "300g Oreos",
            "100g unsalted butter (melted)",
            "200ml double/heavy cream",
            "75g dark chocolate (chopped finely)",
            "75g milk chocolate (chopped finely)",
            "35g unsalted butter (cubed)",
            "150g peanut butter",
            "mini peanut butter cups",
            "sprinkles"
        ],
        "Instructions": [
            "Blitz all of the Oreos to a fine crumb (I used a food processor), and mix in the melted unsalted butter.",
            "Press this into the sides and base of a 23cm pie/flan tin (mine was 3cm deep). It might be easier to use your hands and fingers for this! Make sure that the side parts are thick enough to hold the filling once removed.",
            "Refrigerate for now.",
            "Chop the milk and dark chocolates up finely and put into a large bowl with the unsalted butter in small cubes.",
            "In a small pan, heat the double/heavy cream until just before boiling point (it will start bubbling at the sides).",
            "Once hot, pour the hot cream over the chopped chocolate and cubed butter, and whisk until smooth! If the chocolate hasn’t fully melted by this point, heat it in the microwave in 10 second bursts, stiring every time – but give it a chance by whisking first as the whisking will help melt the chocolate.",
            "Once the mixture is smooth, spread the peanut butter onto the bottom of the Oreo base (it might be worth heating it for 10 seconds in the microwave so its easier to spread).",
            "Once on, pour the chocolate and cream mix on top.",
            "Add the mini peanut butter cups to the top (like you can see in my pictures), and add on your sprinkles.",
            "Leave to set for 3-4 hours, or overnight.",
            "Carefully remove from the tin, serve with a dollop of cream, or on its own, and enjoy!"
        ]
    },
    {
        "Title": "Easy Fruit Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/07/IMG_1104-500x500.jpg",
        "Ingredients": [
            "100g unsalted butter (melted)",
            "300g digestive biscuits",
            "200ml double cream",
            "250g marscapone",
            "100g icing sugar",
            "1/2tsp vanilla bean extract",
            "100g strawberries",
            "100g raspberries",
            "100g blackberries",
            "100g blueberries",
            "100g kiwi"
        ],
        "Instructions": [
            "Blitz all of the digestive biscuits to a fine crumb, and mix in the melted unsalted butter (I used a food processor).",
            "Press this into the sides and base of a 23cm pie/flan tin (mine was 3cm deep). It might be easier to use your hands and fingers for this! Make sure that the side parts are thick enough to hold the filling once removed.",
            "Refrigerate for now.",
            "Loosen the mascarpone slightly with a spoon and add to a bowl.",
            "Whisk together the double cream, mascarpone, icing sugar, and vanilla bean extract for 2-3 minutes until thickened considerably and mousse-like. It's not essential for it to hold itself like a meringue, just to be thick!",
            "Refrigerate the dessert for now.",
            "Prepare your fruit by washing it all well, and cutting up what is necessary! (I removed the tops of my strawberries and skinned the kiwis, then sliced them up. The others I just simply washed!)",
            "Arrange the fruit on top of the tart in a pattern (or just pile it all on top).",
            "Serve with some extra fruit, ice cream, or a dash of cream! Enjoy!"
        ]
    },
    {
        "Title": "No Churn Crunchie Ice Cream!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/06/CrunchieIceCream1-500x500.jpg",
        "Ingredients": [
            "600ml double cream",
            "397g Carnations caramel (or Dulce de Leche)",
            "100g clear honey",
            "200g Crunchies (plus extra!)"
        ],
        "Instructions": [
            "In a stand mixer with the whisk attachment (or a large bowl with a hand-held whisk), whisk together the double cream, carnations caramel and honey on a medium-high speed until smooth – this can take a couple of minutes but its worth it!",
            "Continue to whisk the mixture until it's starting to thicken and is combined.",
            "Fold through the chopped up Crunchie bars.",
            "Pour into a freezer proof container, or a 2lb Loaf Tin like in the pictures!",
            "Add any extra Crunchie pieces you have to the top, and cover with a lid or some cling film and freeze for at least 5-6 hours, or overnight!",
            "To serve, remove from the freezer about 15 minutes before you wish to serve."
        ]
    },
    {
        "Title": "No-Bake Peanut Butter Cheesecake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/03/PeanutButterCheesecake4-2-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter (melted)",
            "500g full fat soft cream cheese",
            "1tsp vanilla extract",
            "100g icing sugar",
            "150g peanut butter (smooth/crunchy)",
            "300ml double cream",
            "200g peanut butter cups (chopped) (optional)",
            "150ml double cream",
            "2tbsp icing sugar",
            "75g peanut butter (melted)",
            "100g peanut butter cups"
        ],
        "Instructions": [
            "Blitz the biscuits for the base in a food processor until they are a fine crumb.",
            "Mix with the melted butter and press down firmly into an 8″/20cm Deep Springform Tin.",
            "With an electric mixer, mix the cream cheese, vanilla, icing sugar and peanut butter until smooth",
            "Mix in the double cream and whisk until its thick and holds itself completely. Fold through the chopped peanut butter cups if you are using them.",
            "Spread the mixture evenly over the biscuit base and chill in the fridge for at least 5-6 hours, but preferably overnight.",
            "Remove from the tin and decorate – I drizzle on the melted peanut butter (melt the peanut butter in 10 second bursts)",
            "Whip the double cream and icing sugar together until thick and pipe onto the cheesecake. Add peanut butter cups, and some sprinkles."
        ]
    },
    {
        "Title": "New York Cheesecake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/05/IMG_9929-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter (melted)",
            "600g full fat Philadelphia cream cheese",
            "175g golden caster sugar",
            "30g plain flour",
            "1/2 zest of lemon",
            "1tbsp lemon juice",
            "1tsp vanilla bean extract",
            "3 medium eggs",
            "150ml soured cream",
            "200g strawberries",
            "100g raspberries",
            "100g caster sugar",
            "fruit coulis (as above)",
            "strawberries",
            "raspberries",
            "blackberries",
            "icing sugar"
        ],
        "Instructions": [
            "Preheat your oven to 220ºC/200ºC fan and find your 8\"/20cm Deep Springform Tin.",
            "Blitz your digestive biscuits in a food processor into a fine crumb, pour in the melted unsalted butter and blitz again until combined.",
            "Press down firmly and refrigerate for now.",
            "In a stand mixer with the whisk attachment, mix the full fat Philadelphia cream cheese for a couple of minutes till loose (on a slow speed) and then gradually add in the golden caster sugar and plain flour - still on a slow speed. (I weigh my sugar and flour into the same bowl and then spoon a bit in making sure each spoonful is incorporated fully before adding another).",
            "Add in the vanilla bean extract, lemon zest and lemon juice. Gradually pour in the eggs whilst still whisking slowly with the same idea above with the golden caster sugar mix (I.e. add in a bit and wait until it is incorporated fully before adding more).",
            "Fold through the soured cream and pour into the tin carefully.",
            "Bake in the oven for 10 minutes at 220ºC/200ºC fan and then reduce the oven temperature to 110ºC/90ºC fan and bake for a further 25-30 minutes.",
            "Once baked, leave to cool IN THE OVEN with the door ajar for 2 hours.",
            "Once cooled, wrap the cheesecake (still in the tin) in foil and refrigerate overnight.",
            "Once chilled overnight, use a knife to run around the edges of the tin and carefully remove from the tin.",
            "Chop the the strawberries into quarters and remove the tops, add the strawberries and raspberries in to a pan with the sugar and heat on a medium heat.",
            "Mash the fruit with a fork and heat/stir until the sugar has dissolved and the fruit has become saucy.",
            "Pass the mixture through a sieve into a bowl and bin the mushy bits that are left.",
            "Refrigerate until needed.",
            "Decorate your cheesecake with some fresh fruit, drizzles of the coulis and a dusting of icing sugar - enjoy!"
        ]
    },
    {
        "Title": "No-Bake Biscoff Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/05/IMG_3113_1-500x500.jpg",
        "Ingredients": [
            "300g biscoff biscuits",
            "100g unsalted butter",
            "200g biscoff spread (melted)",
            "250ml double cream",
            "150g biscoff spread",
            "125g dark chocolate",
            "125g milk chocolate",
            "50g unsalted butter",
            "biscoff spread (melted)",
            "biscoff biscuits (whole/crushed)"
        ],
        "Instructions": [
            "Using a food processor, blitz all of the biscuits to a fine crumb and mix in the melted butter. Or, crush the biscuits in a bowl and then add the melted butter",
            "Press this into the sides and base of a 23cm tart tin",
            "Refrigerate for now.",
            "Melt your biscoff spread for about 20-30 seconds in the microwave, or in a pan till slightly smoother and more runny",
            "Spread the biscoff spread onto the biscuit base. Set in the fridge whilst you make the ganache",
            "In a heatproof pan, add your double cream and heat until just boiling.",
            "In a separate bowl, add your chocolate (chopped up), butter and biscoff spread and pour on the hot cream. Whisk together until smooth",
            "Alternatively, add the ingredients to a bowl and heat in the microwave until melted",
            "Pour the chocolate mixture onto the biscoff spread and refrigerate for an hour or two until set firm.",
            "Drizzle on some melted biscoff spread",
            "I crushed some biscuit crumbs, and added on some whole biscoff biscuits too"
        ]
    },
    {
        "Title": "No-Bake S’mores Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/05/IMG_9873-500x500.jpg",
        "Ingredients": [
            "300g digestive biscuits",
            "125g unsalted butter (melted)",
            "300ml heavy/double cream",
            "125g dark chocolate (chopped finely)",
            "125g milk chocolate (chopped finely)",
            "50g unsalted butter (cubed)",
            "125g mini marshmallows"
        ],
        "Instructions": [
            "Blitz all of the biscuits to a fine crumb, and mix in the melted unsalted butter (I used a food processor).",
            "Press this into the sides and base of a 23cm Pie/Flan tin (mine was 3cm deep). It might be easier to use your hands and fingers for this! Make sure that the side parts are thick enough to hold the filling once removed from the tin.",
            "Refrigerate for now.",
            "Put all of your finely chopped milk and dark chocolate into a large bowl with the cubed unsalted butter.",
            "In a small pan, heat the double cream until just before boiling point. You will see it starting to bubble at the sides.",
            "Once hot, pour over the chocolate and butter and whisk until smooth! If the chocolate hasn’t fully melted by this point, heat it in the microwave in 10 second bursts, stiring every time - this will be quite runny.",
            "Once the mixture is smooth, pour onto the biscuit base.",
            "Tip on all of your mini marshmallows, so the top of the tart is covered in marshmallows.",
            "Leave to set in the tin for 3-4 hours, or overnight.",
            "Whilst still in the tin, CAREFULLY blowtorch the top of the marshmallows so they get the 's'mores' style, or you can very quickly and carefully broil under the grill on a lower setting - it really won't need long as the marshmallows brown quite quickly, and you don't want to completely melt the chocolate layer.",
            "Refrigerate again to cool it down once toasted.",
            "Carefully remove from the tin, and transfer to your favourite serving plate -serve with a dollop of cream, or on its own, or with even more marshmallows – yum!"
        ]
    },
    {
        "Title": "No-Bake Rolo Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/04/IMG_9748-500x500.jpg",
        "Ingredients": [
            "300g oreos",
            "100g unsalted butter (melted)",
            "250g dark chocolate",
            "300ml double cream",
            "50g unsalted butter",
            "350g caramel (one tin)",
            "200-250g rolos (some halved)",
            "sprinkles"
        ],
        "Instructions": [
            "Blitz all of the biscuits to a fine crumb, and mix in the melted butter.",
            "Press this into the sides and base of a 23cm loose bottomed tart tin (mine was 3cm deep).",
            "Chop the chocolate up finely and put into a bowl along with the butter in cubes.",
            "In a small pan, heat the double cream until just before boiling point. You will see it starting to bubble at the sides.",
            "Once hot, pour over the chocolate and butter and beat with a spatula until smooth.",
            "Alternatively add all of the ingredients to a bow, and melt in short bursts.",
            "Once the mixture is smooth, spread the tin of caramel onto the bottom of the biscuit base",
            "Pour over the chocolate ganache",
            "Add the rolos and some halved Rolos to the top like you can see in my pictures and sprinkle on your sprinkles.",
            "Leave to set for 3-4 hours, or overnight.",
            "Carefully remove from the tin, and enjoy! Serve with a dollop of cream, or on its own – yum!"
        ]
    },
    {
        "Title": "Spring Pavlova!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/04/SpringPavlova2-500x500.jpg",
        "Ingredients": [
            "5large egg whites",
            "300g caster sugar",
            "1tsp white wine vinegar",
            "1tsp cornflour",
            "1/2tsp vanilla bean extract",
            "300ml double cream",
            "2tbsp icing sugar",
            "fruit (I used mango and passion fruit)",
            "1 jar lemon curd"
        ],
        "Instructions": [
            "Preheat your oven to 150ºC/130ºC Fan. Draw out a large circle onto a piece of parchment - roughly 10\" in size and then place the parchment paper onto a large baking tray!",
            "Whisk the egg whites with a stand mixer or electric whisk until they form stiff peaks.",
            "When you reach this stage, start adding the caster sugar 1tsp at a time whilst still whisking.",
            "Once all of the caster sugar is incorporated it should be glossy, at this point, whisk in the white wine vinegar, cornflour, and vanilla bean extract.",
            "Whisk for a further few minutes to combine the ingredients",
            "Dollop the meringue onto the parchment paper, within the circle you have drawn. Fluff with a fork to have a texture to the meringue.",
            "Bake in the oven for 1 hour – turn off the heat of the oven and leave to cool completely in the oven, without opening the door. I bake my meringues late at night, and leave them to cool overnight to make things easier",
            "Prepare your fruit - chop up any fruits you are using. I chose the mango, and i spooned the inside of the passion fruit into a bowl!",
            "In a separate bowl, whip up the double cream with the icing sugar.",
            "Spread/dollop the lemon curd carefully over the meringue, then spread/dollop the cream onto the meringue as well on top of the cream, and then add the fruit on top! Enjoy!"
        ]
    },
    {
        "Title": "Perfect Crepes!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/01/IMG_6953-500x500.jpg",
        "Ingredients": [
            "125g plain flour",
            "1large egg",
            "1 egg yolk",
            "300ml semi skimmed milk",
            "sunflower oil for greasing",
            "Strawberries",
            "Bananas",
            "Blueberries",
            "Lemon",
            "Nutella",
            "Chocolate spread",
            "Golden syrup",
            "Cookie butter",
            "Sugar"
        ],
        "Instructions": [
            "In a large mixing bowl and sift in your plain flour",
            "Make a small well in the centre and add the egg and egg yolk",
            "With a large whisk, start whisking the eggs into a small amount of the flour whilst also pouring in the milk slowly. You will end up whisking a small area, and then gradually as more milk is added, taking a larger circle and gradually whisking in more flour each time - this prevents a lumpy mix!",
            "Leave the mixture to set for at least 15 minutes or so (I do 30 minutes).",
            "Prep your Crepe Maker or pancake pan etc so that its ready to go (follow the instructions on the Crepe Maker instruction sheet)",
            "Heat your pan to about a medium heat, and heat the maker to a medium-high heat. I use a little sunflower oil to grease the pan/maker!",
            "Ladle in some of the mixture to the pan and spread evenly. (I used 3ladles worth from the maker, as its a small ladle, but if using my home ladle I used 2/3 of it as its quite big!)",
            "Leave the crepe to cook on one side fully - it can take up to 2 minutes depending on how well your plate is heating, but can take as little as 30 seconds.",
            "Once the first side is cooked, carefully slip the spatula underneath it to loosen it and flip the crepe over - continue to cook until cooked through (Can take the same amount of time as the first)",
            "Once the crepe is cooked, remove to a large plate and continue making the rest - or eat as you go!",
            "Top them with whatever you want, I gave a list of my favourites - but they can be sweet or savoury!",
            "Enjoy!"
        ]
    },
    {
        "Title": "Giant Skillet Brownie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/07/SkilletBrownie7-2-500x500.jpg",
        "Ingredients": [
            "200g unsalted butter",
            "200g dark chocolate",
            "275g caster sugar",
            "4 medium eggs",
            "1tsp vanilla bean extract",
            "100g plain flour",
            "50g cocoa powder",
            "1/2tsp sea salt",
            "150g white chocolate chips",
            "150g milk chocolate chips"
        ],
        "Instructions": [
            "Preheat your oven to 190ºc/170ºc fan and prep your 10″ cast iron skillet if need be. (I lightly grease mine.)",
            "Melt the unsalted butter and dark chocolate together until fully melted.",
            "Leave the dark chocolate and butter mixture to cool for 10 minutes.",
            "Add the eggs and sugar to a bowl, and whisk for several minutes until doubled in sized, mousse like and the whisk leaves a trail in the mixture.",
            "Fold through the melted chocolate and butter mixture.",
            "Fold through the plain flour, cocoa powder, and sea salt.",
            "Then, evenly fold through the chocolate chips.",
            "Pour into your prepared skillet, smooth over, and bake for 25-30 minutes, until there is a small wobble in the middle",
            "Insert a skewer into the brownie to check it - it should have a couple of crumbs/gooey bits on it so its still slightly gooey, but it shouldn't be covered!",
            "Remove the brownie from the oven CAREFULLY as the skillet will be EXTREMELY hot!",
            "Leave to cool slightly - If serving immediately, dollop over some ice cream of your choice (I used salted caramel Ice cream) and drizzle with melted chocolate! Enjoy!"
        ]
    },
    {
        "Title": "Chocolate Chip Skillet Cookie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/02/SkilletCookie4-2-500x500.jpg",
        "Ingredients": [
            "225g unsalted butter (room temperature)",
            "115g granulated sugar",
            "225g light brown sugar",
            "2 medium eggs (beaten)",
            "1tsp vanilla bean extract",
            "275g plain flour",
            "1/2tsp bicarbonate of soda",
            "1/2tsp baking powder",
            "1/2tsp sea salt",
            "100g white chocolate chips",
            "100g milk chocolate chips",
            "100g dark chocolate chips"
        ],
        "Instructions": [
            "Preheat your oven to 180ºC/160ºC Fan and prep your 10\" cast iron skillet if need be.",
            "Cream together your unsalted butter and both light brown and granulated sugars until smooth and creamy.",
            "Add in the beaten eggs, vanilla bean extract, plain flour, bicarbonate of soda, baking powder, and sea salt and beat briefly until smooth. It won't take long at all! (I use my Kitchenaid with the paddle attachment!)",
            "Fold through your chocolate chips and spread onto the bottom of your skillet. I'd recommend using a treated cast iron skillet!",
            "Bake in the oven for 30-40 minutes! (30 minutes will lead to a lovely gooey cookie, but more towards 40 minutes will be more baked through and solid - be careful though because some ovens may mean it needs longer in the oven anyway!)",
            "Remove the cookie from the oven CAREFULLY as the skillet will be EXTREMELY hot! Leave to cool slightly before eating, and enjoy!"
        ]
    },
    {
        "Title": "No-Bake Oreo Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2016/01/OreoTart2-500x500.jpg",
        "Ingredients": [
            "300g Oreos",
            "100g unsalted butter (melted)",
            "200g cookies n cream spread (optional!!)",
            "300ml double cream",
            "125g milk chocolate",
            "125g dark chocolate",
            "50g unsalted butter",
            "16 Oreos",
            "4 Crushed Oreos"
        ],
        "Instructions": [
            "Using a food processor, blitz all of the Oreos to a fine crumb, and mix in the melted unsalted butter.",
            "Press this into the sides and base of a 23cm pie/flan tin. It might be easier to use your hands and fingers for this! (Make sure that the side parts are thick enough to hold once removed.) Refrigerate for now.",
            "Spread the cookies and cream spread onto the biscuit base.",
            "In a heatproof pan, add the double cream and heat until just boiling.",
            "In a separate bowl, add your chocolate (chopped up) and butter, and pour on the hot cream. Whisk together until smooth!",
            "If the chocolate mixture is still slightly not melted, heat for 10 second bursts in the microwave until combined well.",
            "Pour the chocolate mixture onto the spread and refrigerate for an hour.",
            "Once the tart has set for about an hour and the ganache is still slightly soft, press in the decoration oreos. Leave to set for another 2 hours. Enjoy!"
        ]
    },
    {
        "Title": "Chocolate Brownie Trifle!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/12/BrownieTrifle8-500x500.jpg",
        "Ingredients": [
            "750g brownie bites (buy pre made)",
            "450ml double/whipping cream",
            "500g fresh custard (you can use mascarpone if you prefer!)",
            "200g dark/milk chocolate chopped",
            "500g strawberries halved",
            "250g raspberries",
            "121g bag Maltesers",
            "Sprinkles"
        ],
        "Instructions": [
            "Melt the chocolate and custard together until smooth - this can be done in a double-boiler or in a microwave on short bursts - leave to cool slightly",
            "In a separate bowl, whip up the double/whipping cream to soft peaks - its better for it to be sloppier rather than over whipped.",
            "Layer some of the brownie bites onto the bottom of the dish so its covered (doesn't have to be exact!)",
            "Dollop on 1/2 of the chocolate custard mixture and spread evenly. Then layer half of your prepared fruit",
            "Add on 1/2 of the whipped cream and spread evenly.",
            "Cover the cream layer with the bag of Malteser's and then add the rest of the chocolate custard.",
            "Add another layer of brownies around the edge and fill the middle with more raspberries and strawberries.",
            "Add the rest of the whipped cream and spread evenly.",
            "Cover the top with more fruit and more brownies if you have some left!",
            "If you want to add some sprinkles, now is the time to add them! I used some crumbled brownie pieces. Refrigerate until needed",
            "Enjoy!"
        ]
    },
    {
        "Title": "No-Bake Terry’s Chocolate Orange Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/12/IMG_2211_1-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "100g unsalted butter",
            "300ml double cream",
            "75g icing sugar",
            "250g terry's chocolate orange",
            "terry's chocolate orange",
            "sprinkles"
        ],
        "Instructions": [
            "Using a food processor, or a large bowl with a rolling pin, blitz your biscuits up to a fine crumb.",
            "Melt your butter, and mix it in until combined.",
            "Press into the sides and base of a 23cm 9\" loosed bottomed tart tin - I tend to squish the sides in first, and then do the base of it.",
            "Chop the chocolate up and melt in a bowl over a pan of simmering water - or in the microwave in short bursts on a low heat. Leave to cool slightly.",
            "Whip the cream and the icing sugar up to soft peaks",
            "Fold through the slightly cooled chocolate, and then spread the mixture onto the biscuit base.",
            "I then add my Terry's Chocolate Oranges slices and sprinkles now so they set into the tart - but you can also do this after.",
            "Leave the tart to set in the fridge for 2-3 hours, or overnight."
        ]
    },
    {
        "Title": "Terry’s Chocolate Orange Pannacottas!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/11/img_5457-500x500.jpg",
        "Ingredients": [
            "450ml double/heavy cream",
            "200ml whole milk",
            "1tsp vanilla bean extract",
            "175g Terry's Chocolate Orange (Chopped Finely)",
            "45g Caster Sugar",
            "3-4leaves Dr Oetker gelatin leaves (7g worth)",
            "whipped cream",
            "extra segments/grated Terry's Chocolate Orange"
        ],
        "Instructions": [
            "Put the gelatin leaves into a bowl or jug and cover with cold water - so as to soak it and get it ready for going in the mix later on. (It is important for it to be cold water or it will dissolve into the water and it will be useless!)",
            "Pour the heavy/double cream, whole milk and vanilla bean extract into a heavy based pan and heat gently stirring occasionally - try not to heat too quickly because it might catch on the bottom and start to burn to mixture.",
            "When the mixture reaches roughly 85C, turn off the heat and pour in the chopped Terry' Chocolate Orange and caster sugar, whisk until completely melted and smooth.",
            "Get the gelatine leaves out of the water and squeeze out the water, then add to the mix and whisk again until completely dissolved.",
            "You can taste test it to see if there are any lumps or a funny texture - If there's lumps in it, or the gelatine hasn’t dissolved fully then the mix isn’t hot enough to melt it fully, so turn the heat back on for a little longer until it is done!",
            "Pour into whatever you are serving in, cover with clingfilm and refrigerate for at least 5 hours or overnight until set.",
            "Decorate with whipped cream, grated chocolate, and some more Terry's Chocolate Orange segments!"
        ]
    },
    {
        "Title": "Caramel Apple Crumble Pie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/10/IMG_4557_1-500x500.jpg",
        "Ingredients": [
            "175g plain flour",
            "100g unsalted butter (cold/diced)",
            "1tbsp icing sugar",
            "1 egg yolk",
            "500g cooking apple (peeled & cored weight)",
            "100g light brown sugar",
            "1/2tsp ground cinnamon",
            "100g caramel",
            "120g plain flour",
            "60g caster sugar",
            "60g unsalted butter (cold/diced)"
        ],
        "Instructions": [
            "Sift the flour, icing sugar, and add the diced butter, egg yolk, and 1tbsp of cold water into a food processor. Blitz quickly on the pulse setting until the mixture starts to bind, it shouldn’t take too long at all!",
            "Grease and flour a loose bottomed 9\" tart tin.",
            "Roll the pastry out onto a floured surface to the thickness of 1-2 £1 coins .",
            "Press the pastry into the tin and trim & neaten the edges. Fill any gaps of the pastry with any excess pastry so its all covered! Refrigerate for 1/2 an hour!",
            "Preheat the oven to 200ºc/180ºc fan – cover the pastry with baking parchment and fill with baking beans/rice and bake the pastry ‘Blind’ for 15 minutes!",
            "Remove the parchment and the beans and bake for an extra 5-10 minutes or until the pastry is cooked through and turning golden! Leave to cool in the tin.",
            "Chop the peeled and cored apples into inch size pieces so they’re still reasonably sized. Add the apple to a large heavy based pan, along with the sugar, cinnamon and two tablespoons of water.",
            "Cook the apple in the pan, whilst stiring, over a medium heat for five minutes. After the five minutes, stop stiring and add the pan lid and leave to ‘simmer’ for another five minutes.",
            "You basically need the fruit to still have texture and firmness. If the apples are getting very soft quickly, turn the heat off and move onto the next step as you don't want it to be too liquid!",
            "Rub together the sugar, flour and butter until the mixture resembles bread crumbs. The butter needs to be cold for it to work!",
            "Add the apple into the pie case and carefully dollop over the caramel in small spoonfuls!",
            "Sprinkle over the crumble mixture. Bake the pie in the oven for 25-30 minutes until the crumble mixture on top is golden!",
            "Once baked, leave the pie to cool for about 30 minutes as its going to be very hot. Once cooled slightly, remove from the tin and enjoy warm! I add a scoop of vanilla or clotted cream ice cream… or, leave it to cool and also enjoy cold!"
        ]
    },
    {
        "Title": "Cookie Cream Pie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/09/img_3907-500x500.jpg",
        "Ingredients": [
            "140g unsalted butter softened",
            "75g caster sugar",
            "125g light brown sugar",
            "1 medium egg beaten",
            "1tsp vanilla extract",
            "210g plain flour",
            "3/4tsp bicarbonate of soda",
            "1/2tsp salt",
            "175g milk chocolate chopped",
            "200ml double cream",
            "250g mascarpone I used lighter mascarpone",
            "100g icing sugar",
            "1/2tsp vanilla extract",
            "12 Oreos",
            "Crushed Oreos",
            "Chocolate curls"
        ],
        "Instructions": [
            "Preheat your oven to 170C",
            "Grease a 8-9\" quiche/tart tin with butter and leave to the side",
            "Using a stand mixer (or a wooden spoon and elbow grease) cream together the unsalted butter, caster sugar and light brown sugar until soft and creamy - can take up to a minute!",
            "Mix together the medium egg and vanilla extract and beat slowly into the sugar mix until all combined well",
            "Add in the plain flour, bicarbonate of soda and salt and mix again until combined - it shouldn't take too long at all!",
            "Once combined, add in the chopped milk chocolate and fold through till even",
            "Press down the cookie dough with your hands into the tart tin and bake in the oven for 16-18 minutes until golden on top, and cooked through",
            "Leave to cool in the tin completely!",
            "Once cooled completely, using a separate bowl and an electric whisk, whisk together the double cream, mascarpone, icing sugar, and vanilla extract for 2-3 minutes until thickened considerably and mousse like - its not essential for it to hold itself like a meringue, just to be thick!",
            "Remove the giant cookie from the tin, and fill with the cream mixture",
            "Add in the Oreos and sprinkle with crushed cookies and more chocolatey bits",
            "ENJOY!"
        ]
    },
    {
        "Title": "Giant Jam Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/09/img_3462-500x500.jpg",
        "Ingredients": [
            "225g plain flour plus extra for dusting",
            "110g cold unsalted butter diced",
            "75g icing sugar",
            "Zest of one lemon",
            "1/2tsp vanilla extract",
            "1 medium egg beaten",
            "2/3 jar h omemade summer berry jam or your favourite shop bought one (3 heaped tablespoons of jam!)"
        ],
        "Instructions": [
            "Rub the plain flour and unsalted butter together until breadcrumbs are formed - try not to let the butter get too warm so use your fingertips",
            "Once the breadcrumbs are formed, add the icing sugar and mix together",
            "Add in the beaten egg, vanilla extract and lemon zest and combine with your hands until a soft dough is formed - this may take some time but its worth it in the end",
            "If you find that the pastry really isn't forming into a dough then add a teaspoon of water at a time until it does",
            "Wrap the pastry in cling film and let it rest for 30 minutes in the fridge",
            "Once rested, remove the pastry from the fridge",
            "Preheat your oven to 200ºC/180ºC fan and grease and flour an 8\" tart case or a long one!",
            "Roll out the dough on a lightly floured surface until it is about the thickness of a £1 coin",
            "Line the pastry tin with the dough, patching any gaps",
            "Refrigerate the pastry again for 10 minutes",
            "Spread the jam across the bottom of the pastry and refrigerate the tart whilst you do the rest",
            "If you are using the rest of the pastry to decorate it then cut and shape this now and then add to the top of your jam tart",
            "Bake in the oven for 30-35 minutes or so until it is baked through (the pastry will go golden, and the jam will bubble slightly!)",
            "Leave the tart in the tin to cool on the side and for the jam to set",
            "ENJOY!"
        ]
    },
    {
        "Title": "Skinny Mini Cheesecakes!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/09/img_3688-500x500.jpg",
        "Ingredients": [
            "150g low fat biscuits I used lighter digestives!",
            "280g Philadelphia lightest cream cheese",
            "150g 0% fat vanilla yoghurt",
            "2-3tbsp caster sugar",
            "Fresh berries"
        ],
        "Instructions": [
            "Prepare your ramekins/glasses that you're going to use - I used leftover Gü dessert ramekins",
            "Crush the lighter digestive biscuits in a bag with the end of a rolling pin or something to a fine crumb and then separate between the ramekins",
            "In a bowl, loosen the cream cheese (I used lightest Philadelphia) with a spoon then mix in the 0% fat vanilla yoghurt and caster sugar until smooth - it might take a bit of beating. It will be reasonably runny, as that's the nature of low-fat ingredients, but you can try to thicken it with an electric whisk here if you like for a couple of minutes!",
            "Pour between the ramekins and top with fresh berries of your choice",
            "Refrigerate until needed or overnight to set slightly if you prefer",
            "ENJOY!"
        ]
    },
    {
        "Title": "Mars Bar Chocolate Mousse!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/08/img_3512-500x500.jpg",
        "Ingredients": [
            "4 x 33.8g Mars Bars (4 pack multipack)",
            "75g milk chocolate chips or finely chopped",
            "100ml double cream",
            "3tbsp cocoa powder",
            "5large egg whites",
            "100g caster sugar",
            "Whipped cream",
            "Chocolate decorations"
        ],
        "Instructions": [
            "Chop up the Mars Bars into small pieces",
            "Pour the double cream, milk chocolate, Mars Bar pieces and cocoa powder into a heavy-based saucepan and melt on a low heat",
            "Stir the mix gently but constantly whilst it all melts",
            "Once the mix has melted, transfer to a large bowl and leave to the side to cool for about 10 minutes, stir occasionally so a skin isn't formed on the mix",
            "Whisk the egg whites into soft peaks (like you would a meringue) I used an electric hand whisk as I was feeling lazy!",
            "Once you have reached the soft peaks stage, gradually add the caster sugar a teaspoon at a time (again like you would a meringue) until it is all incorporated into the egg whites!",
            "Fold 1/4 of the egg white mixture into the chocolate mix, and then fold in the rest - be gentle as you don't want to knock out all of the air you have just created",
            "Once incorporated, pour into your ramekins! (I have an abundance of Gü ramekins so I use those, but you can use smaller ones if you're not a fan of too much rich dessert!)",
            "Leave them to set in the fridge for at least 4 hours!",
            "Decorate with whipped cream and chocolate decorations",
            "ENJOY!"
        ]
    },
    {
        "Title": "Eton Mess Traybake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/07/EtonMessTraybake11-500x500.jpg",
        "Ingredients": [
            "350g unsalted butter",
            "350g caster sugar",
            "350g self raising flour",
            "7 medium eggs",
            "2tsp vanilla extract",
            "350g strawberries (halved)",
            "2tbsp granulated sugar (optional)",
            "400ml double cream",
            "2tbsp icing sugar",
            "4-6 meringues (shop bought)",
            "250g strawberries (halved/quartered)",
            "Freeze dried strawberries"
        ],
        "Instructions": [
            "Preheat your oven to 180c/160C Fan and line a 9x13\" traybake tin with parchment paper!",
            "With a stand mixer, beat your butter and sugar together until light and fluffy.",
            "Add in the eggs, flour and vanilla and beat until a lovely smooth sponge mixture is created!",
            "Add your strawberries to the top of the sponge evenly - sprinkle of the granulated sugar if you are using it! (It gives a nice crunchy top!)",
            "Bake the cake in the oven for 45-55 minutes! (Check with a skewer)",
            "Leave the cake to cool in the tin for 10 minutes or so once baked, and then move to a wire rack to cool fully! (Be careful moving it as it'll be very soft!)",
            "Pour your double cream into a bowl with the icing sugar, and whip until thick and spreadable.",
            "Spread over the top of the cake, and then add your meringue bits and strawberries on top!",
            "Sprinkle with freeze dried strawberries and serve!"
        ]
    },
    {
        "Title": "Lemon Meringue Pie!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2022/04/LemonMeringuePie4-2-500x500.jpg",
        "Ingredients": [
            "175g plain flour (plus extra for dusting)",
            "100g unsalted butter (cold, diced, plus extra for greasing)",
            "1tbsp icing sugar",
            "1 egg yolk",
            "Zest of 3lemons",
            "Juice of 3lemons",
            "85g unsalted butter",
            "175g caster sugar",
            "2 medium eggs",
            "2 egg yolks",
            "225g granulated sugar",
            "6tbsp water",
            "120g egg whites (roughly 4 medium eggs)"
        ],
        "Instructions": [
            "Sift the plain flour, icing sugar, and add the diced, cold unsalted butter, egg yolk, and 1tbsp of cold water into a food processor.",
            "Blitz quickly on the pulse setting until the mixture starts to bind, it shouldn't take too long at all!",
            "Grease & flour a tart/pie/flan tin (I use a loose bottomed one).",
            "Roll the pastry mix out onto a lightly floured surface to the thickness of 1-2 £1 coin(s).",
            "Press the pastry into your tin and trim/neaten the edges. Fill any gaps with excess pastry so it's completely covered! Refrigerate for 1/2 an hour!",
            "Refrigerate for 30 minutes.",
            "Preheat the oven to 200ºC/180ºC fan.",
            "Cover the pastry with baking parchment and fill with baking beans/rice and bake the pastry 'blind' for 15 minutes.",
            "Remove the parchment and beans/rice, and bake for an extra 5 minutes or until the pastry is cooked through and turning golden! Then leave to cool in the tin.",
            "Put the lemon juice, zest, utter, and sugar into a large bowl. Set the bowl over a pan of simmering water (not boiling water!!) and stir the mixture occasionally till the butter has melted!",
            "Beat the egg and egg yolks together in a separate bowl so they're combined well, and then pour into the lemon mix.",
            "Whisk all of the ingredients together so that they are combined well and whisk continually in the heatproof bowl for 10-14 minutes. It will be able to coat the back of a spoon when done.",
            "Leave to go cold in the fridge whilst you make the meringue!",
            "Pour the granulated sugar and the water into a heavy-based saucepan and bring to boil, stirring occasionally with a wooden spoon.",
            "When the mixture starts to boil, monitor the temperature until it reaches 120ºC (Firm Ball Stage) with a sugar thermometer!",
            "When the mixture is heating up and boiling, if any sugar splashes up the side of the pan, brush the sides with a pastry brush and cold water to get rid of it. (this will stop the mixture crystallising and messing up!)",
            "Whilst the sugar syrup is getting towards the temperature, whisk the egg whites into stiff peaks in a spotlessly clean bowl - I seriously recommend using an electric stand mixer as it'll make it easier as if you're doing it by hand you will need two people and a steady hand!",
            "When the sugar syrup has reached the temperature and the egg whites are at stiff peaks start to pour the sugar syrup onto the egg whites at the edge of the bowl whilst still whisking - make sure you do this slowly so it’s a constant trickle of sugar syrup and the egg whites stay smooth!",
            "Continue to whisk throughout whilst the sugar syrup is pouring in, and after its all whisked in continue to whisk the mixture fast and on a high speed for 5-7 minutes until the mixture is smooth, and has cooled down.",
            "Dollop onto the lemon filling/pastry, and blowtorch lightly, or flash under a hot grill to brown the edges of the meringue!"
        ]
    },
    {
        "Title": "Eton Mess with Homemade Meringues!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/07/img_2266-500x500.jpg",
        "Ingredients": [
            "5 egg whites",
            "250g caster sugar",
            "Meringues crushed",
            "400ml double cream",
            "500g strawberries",
            "Fruit coulis"
        ],
        "Instructions": [
            "Preheat the oven to 100ºC/90 ° C fan and line two baking trays with parchment paper",
            "Separate the eggs into a spotlessly clean bowl (stand mixer bowl) and discard the yolks - or use them to make something else!! - but be careful not to get anything else in the egg whites such as a spot of yolk as this will ruin the meringue!",
            "Whisk the egg whites on their own until soft peaks are form - it'll double/triple in volume and look foamy and white, nothing like the normal egg white",
            "Continue whisking the eggs on a medium-high speed and add the caster sugar a teaspoon at a time making sure its whisked in before you add the next spoonful - I realise this is time consuming, but adding the sugar any quicker will ruin it!",
            "Once the caster sugar is all in the mixture, the meringue should be ultra white, glossy and if you hold the bowl upside down nothing will fall out! If you're brave, hold it above your head when you test it",
            "Pipe the meringues onto the baking sheets - I use a Wilton 1M tip to make my little meringue shells",
            "Bake in the oven for 1 to 1 and a 1/2hours and then turn the oven off. Leave the meringues to cool off completely in the oven until the oven is cold! It is very important that you leave them to cool off completely as if you take them out any sooner they will taste amazing but they won't crush down and they'd have the chewy meringue feel you can get sometimes!",
            "Whip the cream up with a whisk until soft peaks and it holds itself and fold through the coulis (I used raspberry flavour)",
            "Wash and chop the strawberries up then and crush the meringues.",
            "Fold it all together and either serve in one large dish, or in small jars for individual portions!"
        ]
    },
    {
        "Title": "Strawberry Hazelnut Chocolate Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/07/img_2246-500x500.jpg",
        "Ingredients": [
            "175g plain flour",
            "100g unsalted butter cold and diced",
            "1tbsp icing sugar",
            "1 egg yolk",
            "300g milk chocolate chopped",
            "100g dark chocolate chopped",
            "300ml double cream",
            "1 punnet strawberries",
            "Chopped hazelnuts"
        ],
        "Instructions": [
            "Rub the plain flour and unsalted butter together until breadcrumbs are formed - slightly time consuming but worth it. You don't want the butter to be warm as the pastry won't work!",
            "Add the icing sugar and mix in",
            "Add the egg yolk and 1 tablespoon cold water and mix with your hands until combined and the egg is distributed well - the pastry should be smooth and a solid colour.",
            "Grease a 23cm pie/tart tin with butter and lightly flour it",
            "Roll the dough out on a lightly floured surface so its about 1-2 £1 coins in thickness.",
            "Line the tart tin with the pastry as neatly as you can - it doesn't matter if it cracks slightly as you can plug the gaps with other pastry.",
            "Chill in the fridge for 1 hour.",
            "Preheat the oven to 200ºC/180ºC fan - If using pre-made pastry then simply grease & flour the tin like above, then line with the pastry.",
            "Line the pastry case with some greaseproof paper and fill with baking beans/rice - you NEED to line it with paper first otherwise the weight will bake into the case and obviously be uneatable.",
            "Bake the case in the oven for 15 minutes - once done, remove the paper and beans and bake for a further 5 minutes until it is cooked completely.",
            "Remove from the oven and leave to cool in the tin.",
            "Melt the milk and dark chocolate in a glass bowl over a pan of simmering water - don't let the water touch the bowl as it'll be too hot, you want the steam of the water to melt the chocolate through the bowl.",
            "Once melted, remove from the heat and stir in the cream! Add some of the chopped hazelnuts now if you like, or just use to decorate.",
            "Pour the chocolate mix into the case and place the washed & chopped strawberries into it",
            "Sprinkle over the chopped hazelnuts and refrigerate until set!",
            "ENJOY!"
        ]
    },
    {
        "Title": "Lemon Posset Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/06/IMG_2554_1-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter (melted)",
            "600ml double cream",
            "200g caster sugar",
            "Zest of 3lemons",
            "75ml lemon juice (about 2lemons)",
            "150ml double cream",
            "2tbsp icing sugar",
            "freeze dried raspberries",
            "biscuit crumbs"
        ],
        "Instructions": [
            "Blitz the biscuits in a food processor and add the melted butter and mix together until combined",
            "Alternatively, bash the biscuits to a fine crumb in a bowl and mix in the melted butter",
            "Push the biscuits base into the bottom and sides of a loose bottomed 9\" tart tin. I usually start on the sides, and then cover the bottom last.",
            "Pour the double cream and caster sugar into a large pan and heat on the hob gently, stir until the sugar has dissolved.",
            "Turn the heat up (medium heat max!) and heat the mixture until it starts to boil gently, stir frequently to stop the mixture from catching on the bottom – let it boil for 1 minute and then turn off the heat.",
            "Stir in the lemon zest and juice and pour onto the biscuit base – refrigerate for 4+ hours, or preferably overnight so it has time to set properly.",
            "Once set, decorate how you please – I mix 150ml double cream with 2tbsps icing sugar and pipe on, and then use some freeze dried raspberries, and some biscuit crumbs."
        ]
    },
    {
        "Title": "No-Bake Biscoff Cheesecake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/05/IMG_0815_1-500x500.jpg",
        "Ingredients": [
            "300g Lotus/Biscoff biscuits",
            "125g unsalted butter (melted)",
            "500g cream cheese (full fat)",
            "100g icing sugar",
            "250g Biscoff spread (smooth/crunchy)",
            "1tsp vanilla extract",
            "300ml double cream",
            "150ml double cream",
            "2tbsp icing sugar",
            "75g Biscoff spread (melted)",
            "Biscoff biscuits"
        ],
        "Instructions": [
            "Blitz the biscuits for the base in a food processor until they're a fine crumb. Mix with the melted butter and press down firmly into an 8\"/20cm deep springform tin.",
            "With an electric mixer (I use my KitchenAid) mix the cream cheese, vanilla, icing sugar and Biscoff spread until smooth.",
            "Mix in the double cream and whisk until its thick and holds itself completely! (Don't whip it too fast, slow and steady wins the race). Alternatively, you can whip the cream separately to stiff peaks and fold through!",
            "Spread the mixture evenly over the biscuit base and chill in the fridge for at least 5-6 hours, but preferably overnight.",
            "Remove from the tin and decorate how you like.",
            "I whipped together the double cream and icing sugar and piped it on, adding a biscoff biscuit per slice and drizzled over some melted biscoff!"
        ]
    },
    {
        "Title": "No-Bake Caramel Rolo Cheesecake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/04/IMG_3537_1-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter",
            "500g full fat cream cheese",
            "1tsp vanilla extract",
            "100g icing sugar",
            "150g caramel (carnations)",
            "300ml double cream",
            "175g Rolos (chopped)",
            "150ml double cream",
            "2tbsp icing sugar",
            "50g caramel (carnations)",
            "Rolos",
            "Sprinkles"
        ],
        "Instructions": [
            "Blitz the biscuits in a food processor or bash them up until they resemble breadcrumbs and mix the biscuits with the melted butter.",
            "Spread on the bottom of an 8″/20cm deep springform tin and press down firmly. Leave to set in the fridge whilst you make the rest!",
            "Using an electric mixer, I use my KitchenAid with the whisk attachment, whisk together the cream cheese, vanilla, icing sugar and caramel until smooth and lump free – this could take 30 seconds or so, I whisk it at a medium speed (level 6/10).",
            "Pour into the mix the double cream and continue to whisk for a couple of minutes until its very thick and mousse like (I mix it on a medium-high speed, level 6/10)",
            "Chop the Rolos up into halves/quarters and fold through the cheesecake filling. Spread over the biscuit base and leave to set in the fridge for 6 hours, or preferably overnight.",
            "To decorate the cheesecake, whip together the cream and icing sugar!",
            "Drizzle the cheesecake with some caramel and pipe the whipped cream around the edge – sprinkle on some Rolo’s and sprinkles."
        ]
    },
    {
        "Title": "Salted Caramel Chocolate Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/04/SaltedCaramelChocolateTart6-2-500x500.jpg",
        "Ingredients": [
            "175g plain flour (plus extra for dusting)",
            "100g unsalted butter (diced)",
            "1tbsp icing sugar",
            "1 egg yolk",
            "300ml double cream",
            "1tsp vanilla bean extract",
            "125g milk chocolate",
            "125g dark chocolate",
            "50g unsalted butter",
            "1/2 tin Dulce de Leche or Carnation caramel",
            "1/2tsp sea salt",
            "caramel/toffee popcorn",
            "caramel sprinkles",
            "chocolate curls",
            "leftover caramel"
        ],
        "Instructions": [
            "Sift the plain flour, icing sugar, and add the diced butter, egg yolk, and 1tbsp of cold water into a food processor, blitz quickly on the pulse setting until the mixture starts to bind, it shouldn’t take too long at all!",
            "Grease & flour a tart/pie/flan tin.",
            "Roll the pastry mix out onto a lightly floured surface to the thickness of 1-2 £1 coins.",
            "Press the pastry into the tin and trim & neaten the edges. Fill any gaps of the pastry with any excess pastry so its all covered, then refrigerate for 1/2 an hour!",
            "Preheat your oven to 200ºC/180ºC Fan.",
            "Cover the pastry with baking parchment and fill with baking beans/rice.",
            "Bake the pastry ‘Blind’ for 15 minutes.",
            "Remove the parchment and the beans and bake for an extra 5 minutes, or until the pastry is cooked through and turning golden!",
            "Leave to cool in the tin.",
            "Pour the caramel (homemade or shop bought) onto the base and spread evenly – you don’t want too much but then again, its completely up to you.",
            "Sprinkle over the sea salt!",
            "Pour the double cream and vanilla bean extract into a small heavy based saucepan and heat gently. Stir occasionally.",
            "In a separate large bowl add the milk and dark chocolates, and unsalted butter.",
            "Once the double cream is just starting to boil, pour the cream over the chocolate/butter mix, and whisk till smooth. If the chocolate doesn't fully melt, microwave the mixture in 10 second bursts till it does.",
            "Pour this on top of the caramel and spread evenly.",
            "Add some caramel popcorn to the edges of the tart, and add some sprinkles and such to give it some definition and let it set into the chocolate filling.",
            "Leave to set in the fridge for at least 4 hours, or even over night if possible.",
            "Once set, carefully remove from the tin. If you want, drizzle over some more caramel and enjoy!"
        ]
    },
    {
        "Title": "Ferrero Rocher & Nutella Tart!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/03/FerreroTart6-2-500x500.jpg",
        "Ingredients": [
            "175g plain flour",
            "100g cold unsalted butter (diced)",
            "1tbsp icing sugar",
            "1 egg yolk",
            "400g Nutella",
            "125g dark chocolate",
            "125g milk chocolate",
            "300ml double cream",
            "25g unsalted butter",
            "12-16 Ferrero Rocher",
            "25g chopped hazelnuts"
        ],
        "Instructions": [
            "Sift the flour and icing sugar into a food processor.",
            "Add the unsalted butter, egg yolk, and 1tbsp of cold water into the food processor.",
            "Blitz quickly on the pulse setting until the mixture starts to bind, it shouldn't take too long at all!",
            "Grease & flour a 23cm tart tin - Roll the pastry mix out onto a lightly floured surface to the thickness of 1-2 coin(s).",
            "Press the pastry into the tin and trim & neaten the edges. Fill any gaps of the pastry with any excess pastry so its all covered! Refrigerate for 1/2 an hour!",
            "Preheat the oven to 200C/180CFan - Cover the pastry with baking parchment and fill with baking beans/rice and bake the pastry 'Blind' for 15 minutes remove the parchment and the beans and bake for an extra 5 minutes or until the pastry is cooked through and turning golden!",
            "Leave to cool (keep the pastry in the tin for now as it will keep it sturdy whilst it is being filled.)",
            "Spread 400g of Nutella onto the cooled pastry base and leave for now.",
            "Add the dark chocolate, milk chocolate, double cream and unsalted butter to a large bowl.",
            "Microwave the mixure in short bursts, stirring well each time, until smooth. Alternatively, add the bowl above a pan of simmering water to melt.",
            "Pour this on top of the Nutella. Press in the Ferrero Rocher around the edge and sprinkle on some chopped hazelnuts!",
            "Leave to set in the fridge for 3-4 hours or longer if needed."
        ]
    },
    {
        "Title": "No-Bake White Chocolate & Strawberry Cheesecake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/03/WhiteChocolateStrawberryCheesecake5-500x500.jpg",
        "Ingredients": [
            "300g digestives",
            "150g unsalted butter melted",
            "560g full fat cream cheese",
            "125g icing sugar",
            "1tsp vanilla extract",
            "300ml double cream",
            "300g white chocolate melted",
            "300g fresh strawberries chopped",
            "Freeze dried strawberries",
            "50g white chocolate melted",
            "150ml double cream",
            "2tbsp icing sugar",
            "Freeze dried strawberries",
            "White chocolate strawberries"
        ],
        "Instructions": [
            "Blitz the biscuits in a food processor to a small crumb, and add the melted butter - either pulse in the food processor a few times till the mixture is combined, or mix it in a bowl",
            "Tip the biscuits into a 8\"/20cm deep springform tin and press down firmly",
            "Melt the chocolate in a bowl over a pan of simmering water, or in the microwave on short bursts until full melted",
            "Leave to cool whilst doing the rest",
            "In your stand mixer with the whisk attachment, whisk together the cream cheese, icing sugar and vanilla together until smooth",
            "Pour in the double cream and whisk until thick!",
            "Once completed, pour in the cooled white chocolate, and whisk briefly to combine",
            "Fold through the chopped fresh strawberries and some freeze dried strawberries",
            "Spread the mix over the biscuit base, smooth over and chill in the fridge for at least 5-6 hours, or preferably overnight so it will definitely be set",
            "Drizzle over the melted white chocolate",
            "Whip together the double cream and icing sugar and then pipe on in swirls! I used a 2D Closed Star Piping .",
            "I then add some fresh strawberries to the top (6 usually) and sprinkle on some white chocolate sprinkles and the freeze dried strawberries",
            "ENJOY!"
        ]
    },
    {
        "Title": "Lemon and Poppyseed Bundt Cake!",
        "Image_url": "https://www.janespatisserie.com/wp-content/uploads/2015/02/LemonPoppyseedBundtCake4-500x500.jpg",
        "Ingredients": [
            "350g unsalted butter",
            "350g caster sugar",
            "7 medium eggs",
            "350g self raising flour",
            "2tsp baking powder",
            "Zest of 2lemons",
            "30g poppy seeds",
            "300g icing sugar",
            "Juice of 1lemon",
            "Sprinkle of poppy seeds",
            "Lemon zest"
        ],
        "Instructions": [
            "Preheat the oven to 180ºc/160ºfan and grease and flour a bundt tin for later",
            "Beat the unsalted butter and caster sugar together until creamy",
            "Add the eggs, self raising flour, baking powder, lemon zest and poppyseeds and mix",
            "Pour the mixture into the bundt tin and bake in the oven for 50+ minutes or until golden on top and a skewer poked into the deepest part comes out clean",
            "Remove from the oven and leave for 10 minutes then gently try and ease the cake out of the tin!",
            "Once cooled, mix the icing sugar, lemon juice and water together to make an icing and pour the icing over the cake",
            "Finish by sprinkling the poppy seeds over the top",
            "ENJOY!"
        ]
    }
]